Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/GeneralExercises_*.po
Languages: de, es, eu, it, nl

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
de: Senden Sie Kommentare und Anregungen an das Team von LenMus (www.lenmus.org)
es: Envía tus comentarios y sugerencias al equipo de LenMus (www.lenmus.org)
eu: Bidali zure iradokizun eta iruzkinak LenMus taldeari (www.lenmus.org)
nl: Stuur uw commentaar en suggesties naar het LenMus team (www.lenmus.org)

source: Licensed under the Creative Commons Attribution/Share-Alike License;
de: Zugelassen unter der Lizenz Creative Commons Attribution/Share-Alike.
es: Distribuido bajo licencia Creative Commons Attribution/Share Alike.

source: additional terms may apply. See cover page of this eBook for exceptions and details.
de: Es können zusätzliche Bedingungen gelten. Siehe Umschlagseite dieses eBooks für Ausnahmen und Details.
es: pueden existir restricciones adicionales. Vea la portada de este eBook para excepciones y detalles.

source: Copyright © 2007-2012 myMusicTheory & LenMus project. All rights reserved.
de: Copyright © 2007-2012 myMusicTheory & LenMus project. Alle Rechte vorbehalten.

source: the teacher of music
de: Der Musiklehrer
es: el profesor de música
eu: musika irakaslea
it: l'insegnante di musica
nl: de muziekleraar

source: Cover page
de: Umschlagseite
es: Portada
eu: Azaleko orria
it: Copertina
nl: Omslagpagina

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
de: Translated to German by Undine Peters.
es: Traducido al Español por Cecilio Salmerón

source: References
de: Referenzen
es: Referencias

source: This lesson is based on materials from:
de: Diese Lektion basiert auf den Materialien von:
es: Esta lección está basada enmateriales tomados de:

source: General exercises
de: Allgemeine Übungen
es: Ejercicios generales
eu: Ariketa orokorrak
it: Esercizi generali
nl: Algemene oefeningen

source: General exercises, customizable to suit your needs at any moment.
de: Allgemeine Übungen, die jederzeit an Ihre Bedürfnisse anpassbar sind.
es: Ejercicios generales, que puedes personalizar para satisfacer en cada momento tus necesidades.
eu: Ariketa orokorrak, unean-unean zure beharretara egokitzekoak.
it: Esercizi generali, adattabili alle specifiche esigenze dell'utente
nl: Algemene oefeningen, op elk moment aanpasbaar aan uw noden.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions of those pages where another author or group of authors has been clearly marked. The text of the licence is available at <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>
de: Es ist erlaubt, dieses Dokument unter den Bedingungen der Creative Commons Attribution-Share-Alike License 3.0 oder höher zu kopieren, zu verbreiten und/oder zu verändern. Eine Ausnahme stellen Seiten dar, auf denen ein anderer Autor oder eine Gruppe von Autoren deutlich vermerkt ist. Der Text der Lizenz ist auf <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1> verfügbar.
es: Se cocede permiso para copiar, distribuir y/o modificar este libro bajo los términos de la licencia Creative Commons Attribution-Share-Alike, versión 3.0 o posterior, con las excepción de aquellas páginas en las que otro autor o grupo de autores haya sido claramente señalado. El texto de la licencia Creative Commons Attribution-Share-Alike está disponible en <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>

source: Introduction to general exercises
de: Einleitung - Allgemeine Übungen
es: Introducción a los ejercicios generales
eu: Ariketa orokorren aurkezpena
it: Introduzione agli esercizi generali
nl: Introductie tot de algemene oefeningen

source: Appart of exercises included in the eBooks, the following general exercises (customizable to suit your needs at any moment) are available:
de: Abgesehen von den Übungen in den eBooks sind folgende allgemeine Übungen (die jederzeit an Ihre Bedürfnisse anpassbar sind) verfügbar.
es: Además de los ejercicios incluidos en los eBooks, están disponibles los siguientes ejercicios generales, que puedes personalizar para satisfacer en cada momento tus necesidades:
eu: Honako eBook hauetako ariketez gain, hurrengo ariketa orokor hauek ere dituzu eskura (noiznahi zure beharren arabera doitzekoak):
it: A parte gli esercizi inclusi negli eBook, sono disponibili i seguenti esercizi generali (adattabili in ogni momento alle tue esigenze):
nl: Naast de oefeningen uit de eBoeken zijn de volgende algemene oefeningen beschikbaar. Ze zijn ten allen tijde aanpasbaar aan uw noden:

source: Exercises for aural training
de: Übungen zur Gehörbildung
es: Ejercicios para educación del oído
eu: Entzumena lantzeko ariketak
it: Esercizi per allenamento uditivo
nl: Oefeningen voor gehoortraining

source: Intervals' comparison
de: Vergleich von Intervallen
es: Comparar intervalos
eu: Bitarteak alderatzea
it: Confronto di Intervalli
nl: Interval vergelijking

source: Intervals' identification
de: Intervalle erkennen
es: Identificar intervalos
eu: Bitarteak identifikatzea
it: Identificazione di Intervalli
nl: Interval herkenning

source: Notes' identification
de: Noten erkennen
es: Identificar notas
it: Identificazione di Noti

source: Chords' identification
de: Akkorde erkennen
es: Identificar acordes
eu: Akordeak identifikatzea
it: Identificazione di Accordi
nl: Herkenning van akkoorden

source: Scales' identification
de: Tonleitern erkennen
es: Identificar escalas
eu: Eskalak identifikatzea
it: Identificazione di Scale
nl: Toonaard herkenning

source: Tonality identification
de: Tonalität erkennen
es: Identificar tonalidad

source: Cadences' identification
de: Kadenzen erkennen
es: Identificar cadencias
eu: Kadentziak identifikatzea
it: Identificazione di Cadenze
nl: Herkenning van cadenzen

source: Exercises to practise theory
de: Übungen zur Anwendung der Theorie
es: Ejercicios de teoría
eu: Teoria lantzeko ariketak
it: Esercizi per fare pratica dei concetti teorici
nl: Theoretische oefeningen

source: Key signatures' identification
de: Tonarten erkennen
es: Identificación de armaduras
eu: Armadurak identifikatzea
it: Identificazione delle Armature di Chiave
nl: Toonaard herkenning

source: Interval's identification
de: Intervalle erkennen
es: Identificar intervalos
eu: Bitarteak identifikatzea
it: Identificazione di Intervalli

source: Interval's construction
de: Intervalle erstellen
es: Construir intervalos
eu: Bitarteak eraikitzea
it: Confronto di Intervalli

source: Other exercises
de: Andere Übungen
es: Otros ejercicios
eu: Bestelako ariketak
it: Altri esercizi
nl: Andere oefeningen

source: Clefs reading
de: Notenschlüssel lesen
es: Lectura de claves
eu: Giltzak irakurtzea
it: Lettura delle Chiavi
nl: Lezen van sleutels

source: Aural training exercises
de: Übungen zur Gehörbildung
es: Ejercicios para educación del oído
eu: Entzumena trebatzeko ariketak
it: Esercizi di allenamento uditivo
nl: Gehoortraining

source: Exercise: Listen two intervals and identify which one is greater
de: Aufgabe: Hören Sie zwei Intervalle und erkennen Sie, welcher größer ist!
es: Ejercicio: Escucha dos intervalos e identifica cuál es mayor
it: Esercizio: ascolta due intervalli e identifica quello più grande

source: Exercise: Listen an interval and identify it
de: Aufgabe: Hören und bestimmen Sie den Intervall!
es: Ejercicio: Escucha un intervalo e identifícalo
it: Esercizio: ascolta un intervallo e identificalo

source: Notes identification
de: Noten erkennen
es: Identificar notas
it: Identificazione di Noti

source: Exercise: Listen notes and identify them
de: Aufgabe: Hören und bestimmen Sie die Noten!
es: Ejercicio: Escucha notas e identifìcalas

source: Exercise: Listen a chord and identify its type
de: Aufgabe: Hören und bestimmen Sie einen Akkord!
es: Ejercicio: Escucha un acorde e identifica su tipo
eu: Ariketa: Ikasgaia, akorde bat emanda, mota identifikatzea
it: Esercizio: ascolta un accordo e identificane il tipo

source: Exercise: Listen a scale and identify its type
de: Aufgabe: Hören und bestimmen Sie eine Tonleiter!
es: Ejercicio: Escucha una escala e identifica su tipo
eu: Ariketa: Eskala bat entzun eta haren mota identifikatzea
it: Esercizio: ascolta una scala e identificane il tipo
nl: Oefening: luister naar en herken het toonaard type

source: Exercise: Listen note A4 and chords I-IV-V-I and identify the tonality
de: Aufgabe: Sie hören die Note a1 (440Hz) und die Akkorde I-IV-V-I. Bestimmen Sie die Tonalität!
es: Ejercicio: Escucha una nota La 4 y una progresión de acordes I-IV-V-I, e identifica la tonalidad

source: Exercise: Listen a cadence and identify its type
de: Aufgabe: Hören und bestimmen Sie eine Kadenz!
es: Ejercicio: Escucha una cadencia e identifica su tipo
eu: Ariketa: Kadentzia bat entzun eta haren mota identifikatzea
it: Esercizio: ascolta una cadenza e identificane il tipo
nl: Oefening: luister naar en herken het type

source: Theory exercises
de: Theorieübungen
es: Ejercicios de teoría
eu: Teoriako ariketak
it: Esercizi di teoria
nl: Theoretische oefeningen

source: Exercise: Identify a key signature or indicate the number of accidentals it has
de: Aufgabe: Erkennen Sie eine Tonart oder geben Sie die Anzahl der Versetzungszeichen an!
es: Ejercicio: Identifica una armadura o indica el número de alteraciones que tiene
eu: Ariketa: Armadura identifikatzea edo zenbat alterazio duen adieraztea
it: Esercizio: identifica un'armatura di chiave oppure indica il numero di alterazioni che possiede
nl: Oefening: identificeer een toonaard of duid het aantal toevallige voortekens aan.

source: Exercise: Identify the type of the shown chord
de: Aufgabe: Erkennen Sie den angezeigten Akkord!
es: Ejercicio: Identifica el tipo de acorde mostrado
eu: Ariketa: Erakutsitako akordea identifikatzea
it: Esercizio: identifica il tipo di un accordo visualizzato
nl: Oefening: identificeer het type van het getoonde akkoord

source: Exercise: Identify the scale shown
de: Aufgabe: Erkennen Sie die angezeigte Tonleiter!
es: Ejercicio: Identifica la escala mostrada
eu: Ariketa: Erakutsitako eskala identifikatzea
it: Esercizio: identifica la scala mostrata
nl: Oefening: identificeer de getoonde toonaard

source: Exercise: Identify the cadence shown
de: Aufgabe: Erkennen Sie die angezeigte Kadenz!
es: Ejercicio: Identifica la cadencia mostrada
eu: Ariketa: Erakutsitako kadentzia identifikatzea
it: Esercizio: identifica la cadenza mostrata
nl: Oefening: identificeer de getoonde cadens

source: Clefs Reading
de: Noten mit verschiedenen Notenschlüsseln lesen
es: Lectura de claves
eu: Giltzak irakurtzea
it: Lettura di Chiavi
nl: Lezen van sleutels
