Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/intro_*.po
Languages: es, eu, fr, gl_es, it, nl

source: Send your comments and sugesstions to the LenMus team (www.lenmus.org)
es: Envía tus comentarios y sugerencias al equipo de LenMus (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.2
es: Distribuido bajo los términos de la Licencia GNU de Documentación Libre v1.2
fr: Licencié sous les termes de la GNU Free Documentation License v1.2
it: Concesso in licenza d'uso secondo i termini della GNU Free Documentation License v1.2
nl: Gelicentieerd onder de voorwaarden van de GNU Vrije Documentatie Licentie v1.2

source: the teacher of music
es: el profesor de música
eu: Musika irakaslea
fr: le professeur de musique
gl_es: o/a profesor/a de música
it: il tuo insegnante di musica
nl: De muziekleraar

source: Cover page
es: Portada
eu: Azala
fr: Page de couverture
gl_es: Portada
it: Copertina
nl: Omslag pagina

source: LenMus presentation
es: Presentación de LenMus
eu: LenMus aurkezten
fr: Présentation de LenMus
gl_es: Presentación de LenMus
it: Presentazione di LenMus
nl: LenMus presentatie

source: LenMus Phonascus presentation
es: LenMus Phonascus. Presentación.
eu: LenMus Phonascus aurkezten
fr: Présentation de LenMus Phonascus
gl_es: LenMus Phonascus. Presentación.
it: Presentazione di LenMus Phonascus
nl: LenMus Phonascus presentatie

source: Phonascus, from Latin 'the teacher of music', is a music education software that you can use to practice your music reading skills, improve your aural recognition abilities, or just learn the fundamental principles of music theory and language. Since version 3.1 it includes new functions that, I hope, will end up with full support for the creation, display, printing, play back and interactive edition of music scores. Visit the LenMus web site for more information about the current status of the score editor.
es: Phonascus, en latín 'el profesor de música', es un software para el aprendizaje del lenguaje musical que te permitirá mejorar tus habilidades para la lectura de partituras, mejorar tu oido musical o, simplemente, aprender los principios fundamentales del lenguaje musical.Desde la versión 3.1 incluye nuevas funciones orientadas a la creación, visualización,impresión, reproducción (ejecución) y edición interactiva de partituras, que irán completándose en sucesivas versiones. Consulta la web de LenMus para más información sobre la situación del editor de partituras.
fr: Phonascus, en latin « Le professeur de musique », est un logiciel d'éducation musicale qui améliore votre lecture musicale, développe votre écoute ou qui vous donne, tout simplement, les bases de la théorie musicale. Depuis sa version 3.1, Phonascus inclut de nouvelles fonctionnalités qui, nous l'espérons, vous fourniront tous les éléments nécessaires à la création, l'impression, la lecture et l'édition interactive de partitions. Visitez le site Web de LenMus pour plus d'informations sur les évolutions de son éditeur de partitions.
nl: Phonascus, van het latijn 'de muziekleraar', is een muziek educatief programma dat u kan gebruiken om uw leestechniek in te oefenen, uw auditief herkenningsvermogen te verbeteren of gewoon om de fundamentele principes van de muziektheorie en taal aan te leren. Sinds versie 3.1 zijn nieuwe functionaliteiten beschikbaar, die naar ik hoop, zullen leiden tot een volledige ondersteuning van de aanmaak, weergave, het afdrukken en afspelen en interactieve bewerking van muziekpartituren. Bezoek de LenMus website voor meer informatie over de huidige status van de partituureditor.

source: LenMus Phonascus allows you to focus on specific skills and exercises, on both theory and aural training. The different activities can be customized to meet your specific needs at each moment and it allows you to work at your own pace.
es: LenMus te permite concentrarte en los temas y ejercicios específicos que desees,tanto de teoría como de educación auditiva. Puedes personalizar los distintos ejerciciospara adaptarlos a tus necesidades específicas en cada momento. Y te permite trabajar atu propio ritmo.
eu: LenMus Phonascus programaren bitartez areago fokatu dezakezu zeure lana trebetasun eta ariketa jakinetan ala bietan batera, teorian zein entzumen entrenamenduan. Ariketak noiznahi egokitu ditzakezu zeure beharren arabera, eta programak zeure erritmoan lan egiten utziko dizu.
fr: LenMus Phonascus vous permet de travailler spécifiquement certains exercices de théorie ou de pratique auditive. Ils peuvent être personnalisés selon vos besoins à tout moment et vous permettent ainsi de travailler à votre rythme.
gl_es: LenMus permíteche concentrarte nos temas e exercicios específicos que desexes, tanto de teoría como de educación auditiva. Podes personalizar os distintos exercicios para adaptalos ás túas necesidades específicas en cada momento. E permíteche traballar ao teu propio ritmo.
it: LenMus Phonascus consente di concentrarsi sullo sviluppo di determinate capacità, sia per quanto riguarda gli aspetti teorici che per quelli di allenamento uditivo. Le diverse attività possono essere personalizzate per adattarsi alle specifiche esigenze e livello di conoscenza di teoria musicale dell'utente.
nl: LenMus Phonascus laat u toe te focussen op specifieke oefeningen en vaardigheden, zowel wat betreft theorie als auditieve training. De verschillende acties kunnen aangepast worden om tegemoet te komen aan uw specifieke noden van het moment en het laat toe om op uw tempo te werken.

source: LenMus is structured as a collection of fully interactive textbooks (eMusicBooks), including theory and exercises. All exercises are fully integrated into the text. Music scores are not just images or pictures but fully interactive operational music scores that you can hear, in whole or just the measures you choose. This enables you to put concepts into practice with immediate feedback and makes the subject matter both more accessible and more rewarding, as you can hear, test and put in practise immediately any new concept introduced.
es: LenMus está estructurado como una colección de libros interactivos sobre el lenguaje musical, tanto en los aspectos teóricos como de educación del oido. El material didáctico es totalmente interactivo y los textos, partituras y ejercicios están totalmente integrados. Las partituras no son imágenes pegadas sino que son generadas dinámicamente por el programa, de forma que puedes escucharlas, completas o los compases seleccionados, e interactuar con ellas. Esto permite una mejor comprensión de los conceptos expuestos y facilita y hace más agradable el aprendizaje, ya que puedes escuchar, probar y poner en práctica inmediatamente cada nuevo concepto introducido.
eu: LenMus egituratuta dago testu liburu sorta guztiz elkarreragile moduan (eMusicBooks), teoria zein ariketak dituela. Ariketa guztiak testuan erabat txertatuta daude. Musika partiturak ez dira irudi edo marrazki hutsak, musika partitura guztiz elkarreragileak baizik, osorik edo zeuk aukeraturiko konpasean entzun ditzakezunak. Hala, kontzeptuak praktikan landu ditzakezu eta feedbacka segituan jaso, ikasgaia eskuragarriago eta atseginago eginda, kontzeptu sartu berri guztiak entzun, saiatu eta berehalako batean praktikatu ditzakezunez gero.
fr: LenMus est organisé comme un ensemble de livres interactifs (eMusicBooks), contenant des parties théoriques et des exercices. Ces derniers sont complètement integrés dans le texte. Les partitions ne sont pas de simples images, elles sont interactives et peuvent donc être totalement ou partiellement jouées. Cela vous permet de mettre en pratique immédiatement les concepts étudiés facilitant ainsi votre apprentissage.
gl_es: LenMus está estruturado como unha colección de libros interactivos sobre a linguaxe musical, tanto nos aspectos teóricos como de educación do oído. O material didáctico é totalmente interactivo e os textos, partituras e exercicios están totalmente integrados. As partituras non son imaxes pegadas senón que son xeradas dinamicamente polo programa, de forma que podes escoitalas, completas ou os compases seleccionados, e interactuar con elas. Isto permite unha mellor comprensión dos conceptos expostos, facilita e fai máis agradable a aprendizaxe, xa que podes escoitar, probar e pór en práctica inmediatamente cada novo concepto introducido.
it: LenMus è strutturato come un insieme di libri interattivi (eMusicBooks) che includono teoria ed esercizi. Tutti gli esercizi sono completamente integrati nel testo. Le partiture musicali non sono soltanto immagini statiche, ma delle partiture completamente interattive che possono essere riprodotte nella loro interezza o anche soltanto nelle battute desiderate. Ciò ti consente di avere un riscontro immediato dei concetti descritti, rendendo lo studio della teoria musicale più accessibile e più gratificante, essendo che potrai ascoltare, provare e mettere subito in pratica ogni nuovo concetto introdotto.
nl: LenMus is opgebouwd als een verzameling van interactieve tekstboeken (eMusicBoeken), theorie en oefeningen inbegrepen. Alle oefeningen zijn volledig ge√Øntegreerd in de tekst. Muziek notaties zijn niet zomaar figuren, maar interactieve, operationele partituren die u volledig of gedeeltelijk kunt beluisteren. Dit laat toe om muziekconcepten in de praktijk te brengen met directe feedback. Hierdoor wordt het onderwerp meer toegankelijk en wordt ermee werken beter beloond, aangezien u het concept onmiddelijk kunt horen, testen en in de praktijk brengen.

source: Teaching material is organized into levels, and each level into lessons. Book
es: El material didáctico esá organizado por niveles y, cada nivel, por lecciones. El libro
eu: Ikasmateriala mailatan dago antolatuta, eta maila bakoitza, ikasgaitan. Book
fr: Les cours sont organisés en niveaux, et chaque niveau en leçons. Le livre
gl_es: O material didáctico está organizado por niveis e, cada nivel, por leccións. O libro
it: Il materiale di insegnamento è organizzato in parti ed ogni parte è suddivisa in lezioni. Libro
nl: Het lesmateriaal is georganiseerd in niveaus, en elk niveau is opgesplitst in lessen. Boek

source: General exercises
es: Ejercicios generales
eu: Ariketa orokorrak
fr: Exercices généraux
gl_es: Exercicios xerais
it: Esercizi generali

source: contains some basic exercises for aural training and to practise theoretical concepts, such as intervals and scales. Unlike exercises included in the other books, you can customize all exercises included in this book. This will allow you meet your specific needs at each moment and to practise specific points.
es: contiene ejercicios básicos para educación del oido y para practicar algunos conceptos teóricos, tales como intervalos, escalas y armaduras. A diferencia de los ejercicios incluidos en los restantes libros, los de este son personalizables, de forma que puedes adaptarlos para practicar los aspectos concretos que desees o con el nivel de dificultad que quieras.
eu: zenbait oinarrizko ariketa dauzka entzumena zein kontzeptu teorikoak lantzeko, esaterako, interbaloak eta eskalak. Beste liburu batzuetan sartutako ariketak ez bezala, liburu honetako ariketa guzti-guztiak egokitzea duzu. Hala, noiznahi zeure behar bereziak ase ditzakezu, baita eduki jakinak landu ere.
fr: présente quelques exercices basiques pour l'entraînement oral et quelques notions théoriques, comme les intervalles et les gammes. A la difference des exercices inclus dans les autres livres, vous pouvez personnaliser tous ceux présents dans celui-ci. Cela vous permet d'adapter les exercices à vos besoins et de travailler certains sujets plus particulièrement.
gl_es: contén exercicios básicos para educar o oído e para practicar algúns conceptos teóricos, tales como intervalos, escalas e armaduras. A diferenza dos exercicios incluídos nos restantes libros, os deste son personalizables, de xeito que podes adaptalos para practicar os aspectos concretos que desexes ou co nivel de dificultade que queiras.
it: contiene alcuni esercizi di base per l'allenamento uditivo e per mettere in pratica concetti teorici come intervalli e scale. A differenza degli esercizi inclusi in altri libri, qui potrai personalizzare tutti gli esercizi inclusi. Ciò consente al programma di venire incontro alle specifiche esigenze di ogni utente.

source: We hope that LenMus become a useful tool in your studies.
es: Esperamos que LenMus te resulte útil en tus estudios.
eu: Benetan espero dugu LenMus tresna eraginkorra izatea zeure ikasketetan.
fr: Nous souhaitons que LenMus vous apporte toute l'aide nécessaire à votre apprentissage.
gl_es: Esperamos que LenMus che resulte útil nos teus estudos.
it: Speriamo che LenMus diventi un comodo strumento per i tuoi studi.
nl: We hopen dat LenMus een bruikbaar instrument wordt in uw studies.

source: The LenMus team.
es: El equipo de LenMus.
fr: L'équipe LenMus.
nl: Het LenMus team.

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
eu: Bidal iezazkiozu zeure iruzkin eta iradokizunak LenMus taldeari (www.lenmus.org)
gl_es: Envía os teus comentarios e suxestións ao equipo de LenMus (www.lenmus.org)
it: Invia i tuoi commenti e suggerimenti al team di LenMus (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.3
eu: GNU Free Documentation License v1.3 lizentziaren arabera lizentziatua
gl_es: Distribuído baixo os termos da Licenza GNU de Documentación Libre v1.3

source: Phonascus, from Latin 'the teacher of music', is a music education software that you can use to practice your music reading skills, improve your aural recognition abilities, or just learn the fundamental principles of music theory and language. Since version 4.0 it includes a score editor with full support for the creation, display, printing, play back and interactive edition of music scores.
gl_es: Phonascus, en latín 'o/a profesor/a de música', é un soporte lóxico para a aprendizaxe da linguaxe musical que permitirá mellorar as túas habilidades para a lectura de partituras, mellorar o teu oído musical ou, simplemente, aprender os principios fundamentais da linguaxe musical. Desde a versión 4.0 inclúe un editor de partituras que che permitirá crear, ver, tocar e imprimir as túas propias partituras.
it: Phonascus, dal Latino 'insegnante di musica', è un software di educazione musicale che può essere usato per allenarsi a leggere la musica, per migliorare le proprie capacità uditive di riconoscimento musicale o, più semplicemente, per apprendere i principi di base del linguaggio e della teoria musicale. Dalla versione 4.0 esso include anche un editor di partiture con supporto completo per la creazione, visualizzazione, stampa, riproduzione e modifica interattiva delle partiture musicali.

source: Enjoy!
gl_es: Goza!
it: Divertiti!

source: Send your comments and sugesstions to LenMus team (www.lenmus.org)
nl: Stuur uw commentaar en suggesties naar het LenMus team (www.lenmus.org)

source: Single exercises
nl: Enkelvoudige oefeningen

source: contains some basic exercises for aural training and to practise theoretical concepts, such as intervals and scales. Unlike exercises included in the other books, you can customize all single exercises included in this book. This will allow you meet your specific needs at each moment and to practise specific points.
nl: bevat een aantal basis oefeningen voor auditieve training en het inoefenen van theoretische concepten, zoals intervallen en toonladders. In tegenstelling tot de oefeningen in andere boeken, kan u hier alle oefeningen customizeren. Dit laat toe om op elk moment aan uw specifieke noden tegemoet te komen en om specifieke onderwerpen in te oefenen.
