Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: fr

source: The tempo of a piece of music is its speed, that is, how fast or slow the beats should go. But the time signature does not give you an idea about this, as it only says how many beats there are in a measure. In written music there are two ways to specify the tempo of a piece of music. Traditionally, composers relied on using verbal descriptions, writing indications such as 'Slow', 'Very fast', or 'Calmly'. These tempo words are normally written in Italian and are very common, even today. You should learn them:
fr: Le tempo d'une pièce musicale c'est sa vitesse, cela c'est comme de rapide ou lente marchent les coups. Mais la mesure à la clé ne peux pas vous donner quelque idée concernant cela, cela seulement dit combien de coups il y a dans une mesure. Dans la musique écrite il y a deux manières de specifier le tempo dans une pièce de musique. De façon traditionnelle, les compositeurs ajoutent des décriptions écrites comme 'lente' , 'très rapide' ou 'calmé'. Cetes mots de tempo sont d'habitude écrites en italian et sont très courantes, même aujour d'hui. Vous pouvez les apprendre:

source: - very slow and broad
fr: - Très lente et large

source: - not quite as slow as largo
fr: - no Pas tant comme lente et largo

source: - very slow
fr: - Très lente

source: - slow
fr: - lente

source: - literally 'walking', a medium slow tempo
fr: - Littérallement ?marchant', à tempo moitié lente

source: - moderate, or medium
fr: - moderate ou moyen

source: - Not as fast as allegro
fr: - pas tant rapide comme allegro

source: - fast
fr: - rapide

source: - lively and brisk
fr: - endiablé et rapide

source: - very fast
fr: - très rapide

source: - very, very fast
fr: - très, très rapide

source: The modern way to specify tempo is by giving the number of beats per minute. This is represented in the score by the letters 'm.m.' followed by the beats per minute rate. This indication is normally written at the beginning:
fr: La façon moderne pour specifier le tempo c'est donant un numero de coups par minute. Cela c'est representé dans la partition par les lettres 'm.m' suivies par le rapport de coups par minute. Ces indications sont normallement écrites au debout:

source: Instead of letters 'm.m.' also note symbols are used:
fr: Au lieu des lettres 'm.m.' sont aussi utilisés des figures de note:

source: The metronome
fr: Le metronome

source: The traditional metronomes are mechanic, based on a pendulum with a rod. The pendulum rod swings back and forth in tempo, producing a 'tick' sound on each swing. Modern metronomes are electronic. The following figure shows an example of a typical mechanic metronome:
fr: Le metronome traditionnel est mecanique, basé sur un pendule et une bielle. La bielle du pendule se ballance à l'arrière et à l'avant dans le tempo, produisant un son 'tick' à chaque oscillation. Les metronomes modernes sont éléctroniques. Le dessin suivant montre un exemple d'un metronome mecanique typique:

source: As an orientation, the following table gives the assignment between traditional tempo terms and metronome settings:
fr: Comme orientation, la table suivante montre le rapport entre les tèrmes du tempo traditionnel et les posittionéments du metronome:

source: The LenMus program metronome
fr: Le metronome du logiciel LenMus

source: The LenMus program has a buil-in metronome that you can use as an independent metronome. For example, when practising with your musical instrument or when doing sight-reading.
fr: Le logiciel LenMus dispose de son propre metronome que vous pouvez utiliser comme un metronome independant. Par exemple, si vous pratiquez avec votre instrument musical ou même si vous interpretez vos partitions.

source: Just click on the 'metronome' button
fr: Appuyez sur le bouton 'Metronome'

source: and the sound will inmediately start. To stop the metronome click on the button again. To adjust the tempo just type the required tempo number in the box on the right of the metronome button (2), or click on the up/down arrows on the right (3) to adjust the desired tempo. Try it now!
fr: et le son commencerá d'inmediat. Pour arrêter le metronome appuyez sur le bouton à nouveau. Pour adjuster le tempo, seulement tapez le tempo requis sur la boîte à droite du metronome bouton (2) ou clickez sur les flèches haut/bas dans la droite (3) pour adjuster le tempo désiré. Essayez maintenant!

source: When playing back a score its tempo is also controlled by the built-in settings. Just change the displayed tempo number and the tempo of the score will automatically adjust to it.
fr: Quand vous jouez une partition, son tempo est aussi controlé par les positionnements propres. Seulement changez le numero du tempo montré et le tempo de la partition sera automatiquement adjusté.

source: If you would like to hear the metronome while playing a score, press the metronome button before or during playback.
fr: Si pendant le jouement d'une partition vous voulez écouter aussi le metronome, appuyez le bouton avant o pendant le jouement.

source: The quarter note and its rest
fr: La noire et son silence

source: You know that in written music sound is indicated by using note symbols, and that there exists a note symbol for each duration. In written music silence is also indicated with symbols, called 'rests'. There also exists a rest for each note duration. The following score shows a quarter note and the quarter rest:
fr: Vous savez que dans la musique écrite, les sons sont indiqués utilisant des figures et qu'il existe une figure pour chaque durée. Dans la musique écrite, le silence c'est aussi indiqué avec des figures appelés 'silences'. Il y a ausi un silence pour chaque durée de note. La partition suivante montre una noire et un soupir:

source: In this lesson we will start reading music with scores composed just by quarter notes and rests. These rhythms are very simple, as each note or rest gets a beat. Listen for example to the following song:
fr: Dans cete leçon nous allons commencer à lire la musique avec des partitions avec seulement noires et soupirs. Ces rhytmes sont très simples car chaque noire ou soupir prendre un coup. Ecoutez, par exemple la chanson suivante:

source: Exercises
fr: Exercices

source: Now is your time to start reading music. Remember to mark the beats with your hand or foot. Use also the metronome. The note range will be very limited (two first lines and first space, notes E4, F4 and G4) to help you to memorize them. The range will be broadened, progressively and slowly, in the following lessons.
fr: A ce moment c'est votre tour de commencer à lire la musique. Souvenez vous de marquer les coups avec vos mains ou pieds. Utilisez ausi le metronome. Le seuil de notes va être très reduit (les deux premières lines et le premier space, notes Mi4, Fa4 et Sol4) pour vous aider à les mémoriser. Le seuil sera élargi de façon progressive et lentement dans las leçons suivantes.

source: Exercise 1
fr: Exercice 1

source: - Read scores containing only quarter notes and rests.
fr: - Lisez les partitions qui contient seulement noires et soupirs.

source: Lesson %d. Exercise 1
fr: Leçon %d. Exercice 1

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading this rhythm.
fr: Demarrez le metronome. Appuyez 'Jouer' et écoutez. Entraînez vos oreilles et pratiquez lisant ce rhytm.

source: The half note and its rest. Ties
fr: La blanche et son silence (demi-pause).liaisons

source: The half note and its rest
fr: La blanche et son silence (demi-pause).

source: In this lesson we are going to learn a new note symbol and its rest: the half note. The following score shows a half note and a half rest:
fr: Dans cette leçon nous allons apprendre une nouvelle figure de note et son silence: La blanche. La partition suivante montre una blanche et la demi-pause.

source: One half note equals two quarter notes and one half rest equals two quarter rests. So in time 2/4 a half note or rest gets two beats. Therefore it takes a whole measure:
fr: Une blanche est égal à deux noires et un demi-pause est égal à deux soupirs. Donc dans le tempo 2/4, une blanche ou demi-pause est égal à deux coups et prendre la mesure complete:

source: Ties
fr: Liaisons

source: A tie is a small arch between the heads of two
fr: Une liaison c'est un petit arc entre les têtes de deux

source: consecutive notes of the same pitch
fr: notes consecutives du même son

source: . For example:
fr: . Par exemple:

source: The tie symbol indicates that the two tied notes must be played as a single note with a duration equal to the sum of the two individual notes. In the previous example, the tie joins two quarter notes, creating a note of double duration (a half note). Listen to the following score:
fr: La figure de liaison ou lien veut dire que toutes les deux notes liées doivent être jouées comme une note simple et avec une durée égal au somme des deux individuelles notes. Dans l'exemple anterieur, le lien attache deux noires, creant une note de double durée (Une blanche). Ecoutez la partition sivante:

source: - Practise reading scores with half notes and tied quarter notes.
fr: - Pratiquez lisant des partitions avec blanches et noires liées.

source: Leger lines
fr: Lines supplementaires de portée

source: When it is necessary to write a note higher or lower than the pitch represented by the staff lines, extra lines can be added to the staff. They are called 'leger (or ledger) lines' and are drawn as short lines, slightly longer than the note head. For example, the following score shows the natural scale starting on C:
fr: Quand nous avons besoin d'écrire une note plus haute ou basse que la tonalité representée par la portée, on peut ajouter des lines extra à la portée. Sont appelées 'Lines supplementaires' et sont desinées comme une line très courte ou un tiret un petit plus long que la tête de la note. Par exemple, la partition suivante montre l'échelle naturelle qui commence par Do:

source: Leger lines can also be added on top, for high pitch notes:
fr: Les lines extra peuvent être aussi ajoutées dans la partie haute pour les notes hautes:

source: As notes written on leger lines are more difficult to read, usually only two or three leger lines are used. If the pitch range does not fit on this extended staff, it is usually preferable to switch clef to avoid having to add more leger lines.
fr: Etant donné que les notes écrites sur lines supplementaires sont plus difficiles à lire, normalement n'on utilise que deux ou trois lines extra. Si le seuil de tonalite ne peut pas être accompli avec les lines extra, c'est d'habitude preferable de changer la clé pour éviter de ajouter plus lignes extra.

source: In the exercises of this lesson we are going to start reading scores with one leger line. In following lessons the range will be extended.
fr: Dans les exercices de cette leçon nous allons commencer lisant partitions avec une ligne extra. Dans les leçons suivantes, le seuil va être étendu.

source: - Practise reading scores with leger lines.
fr: - Pratiquer lisant partitions avec lines extra.

source: Practise reading scores with leger lines.
fr: Pratiquer lisant partitions avec lines extra.

source: The eighth note
fr: La croche

source: The next figure we are going to study is the eighth note (also called 'quaver' in British English). Its symbols are shown in the followig score, and are like a quarter note with a flag added to its stem. They are usually drawn beamed:
fr: La prochaîne figure que nous allons étudier c'est la Croche. Ses figures sont montrées dans la partition suivante et ressemble la noire avec un crochet sur la tige; elles sont normalement dessinées avec poutre:

source: Many times eighth notes are drawn beamed:
fr: Beaucoup de fois la croche est desinée avec poutres

source: One quarter note equals two eighth notes and one quarter rest equals two eighth rests. So in 2/4 time signature an eighth note or rest gets half a beats, and, therefore, there are two eighth notes in a beat. So in 2/4 they are usually drawn beamed, occupying a beat.
fr: Une noire c'est égal à deux croches et un soupir égal à deux demi-soupir. Donc, dans la mesure à la clé 2/4 une croche ou un demi-soupir prendre une moitié de coup et donc il y a deux croches dans un coup. Donc dans 2/4 sont habituellement dessinées avec poutre, occupant un coup.

source: In this lesson we will start the study of rhythms with eighth notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
fr: Dans cette leçon nous allons demarrer l'étude des rhytmes avec croches. Jouez la partition suivante et prenez compte des nouveaux patrons rhytmiques introduits dans chaque mesure:

source: - Train your ear and practise the introduced rhythmic patterns.
fr: - Entraînez vos oreilles et pratiquez les patrons ryhtmiques introduits.

source: Exercise 2
fr: Exercice 2

source: - Read scores containing the rhythms studied in this lesson.
fr: - Lisez les partitions contenent les ryhtmes étudiés dans cette leçon

source: Lesson %d. Exercise 2
fr: Leçon %d. Exercice 2

source: Accidentals. Key signature
fr: Accidentels. Tonalité à l'armure

source: Accidentals
fr: Accidentels

source: Accidental signs are marks placed before a notehead to indicate that the pitch of the note should be altered. At level 1 you should know about three signs: the 'sharp', the 'flat' and the 'natural':
fr: Alterations accidentelles sont des marques placées avant la tête de note pour indiquer que sa tonalité peut être alterée. Dans le niveau 1 vous pourriez apprendre trois signes: le 'diese', le 'bemol' et le 'becarre':

source: sharp
fr: diese

source: flat
fr: bemole

source: natural
fr: becarre

source: A sharp sign raises the pitch of a note by half a step (one semitone). A flat sign lowers the pitch of a note half a step (one semitone). A natural sign cancels the effect of a flat or a sharp.
fr: Le signe diese fait monter la tonalité d'une note un demi-pas (un demi-ton). Un signe bemol fait baiser la tonalité de la note un demi-pas (un demi-tone). Un becarre annule l'effet du diese et bemol.

source: An accidental sign alters not only the pitch of the note that it is attached to, but also the pitch of any subsequent occurrence of the same note in the same measure. Notes with the same pitch name, but in a higher or lower octave are not affected. The effect of the accidental ends at the end of the measure, so notes in the next measure will not be altered, except those tied to one in the previous measure.
fr: Une alteration accidentelle altere pas seulement la tonalite de la note à la quelle est attachée, aussi la tonalité de n'importequelle subséquent occurrence de la même note dans la même mesure. las notes avec le même nom de tonalite mais dans une octave plus haute ou plus baisse ne sont pas affectées. L'effet des alterations accidentelles termine à la fin de la mesure, donc les notes dans la mesure suivante de sont pas alterées except celles liées à une autre dans la mesure précedente.

source: Key signature
fr: Tonalite à l'armure

source: If, for example, a piece of music is written based on the D major scale, all F and C notes will have sharp signs placed before them. For example (play it):
fr: Si, par exemple, une pièce musical est écrite basé en l'échelle de Re majeure, toutes les notes de Fa et Do auront avant d'elles des signs diese. Par exemple (jouez la):

source: Having to write accidentals always in the same notes can be annoying. To make the writing process easier, instead of writing sharp signs before all F and C notes, the accidentals can be written at the beginning of the staff, immediately after the clef sign. These accidentals affect the whole score and are named the 'key signature'. They apply to all relevant notes
fr: C'est ennuyeux d'écrire toujours des alterations dans les mêmes notes. Pour rendre plus facil le procès, aulieu d'écrire signs diese avant toutes les Fa et Do, les alterations accidentelles peuvent être écrites au debout de la portée, justement après le sign de clé. Ces alterations accidentelles affectent à toute la partition et sont appelées 'Tonalité à l'armure'. C'est applicable à toutes les notes pertinents.

source: in every octave
fr: dans toutes les octaves

source: . As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:
fr: . Comme consequence, n'est plus requis de placer des alterations accidentelles avant chaque note. Donc, la partition précedente peut être écrite comme la suivante:

source: Note that the sharp for the F note is placed on the 5th line but it affects all F notes, independently of the octave.
fr: Remarquez que le diese pour la note Fa est placée sur la cinquième ligne mais qu'il affecte à toutes les notes Fa, independement de l'octave.

source: The key signature, apart of simplifying the notation, gives information about the 'tonality' of the composition, roughly speaking, which scale is used to build a piece of music. The key signature must be written on every music line, placed immediately after the clef sign.
fr: La tonalité à l'armure, rende plus facil la notation musicale, nous donne information sur la tonalité de la composition, parlant en gros, quelle l'échelle est utilisée pour construire une pièce musicale. La tonalite à l'armure doit être écrite sur toutes les lignes, placée justement après le sign de clé.

source: In this lesson we will continue with exercises containing the rhythmic patterns of the previous lessons, but introducing the key signatures of G major and E minor (one sharp) and B flat major and G minor (one flat).
fr: Dans cette leçon nous allons continuer avec des exercices contenent les patrons rhytmiques de la leçon précedente mais introduissant les tonalites à l'armure de Sol majeur et Mi mineure (un diese) et Si bemol majeure et Sol mineur (un bemol).

source: - Read scores containing the rhythms studied.
fr: - Lisez les partitions contenent les rhytmes étudiés.

source: Read scores containing the rhythms studied.
fr: Lisez les partitions contenent les rhytmes étudiés.

source: Marks to lengthen notes: tie, dot and fermata
fr: Marquez les notes rallongées: Lien, point et point d'orgue

source: We already know (lesson 10) about ties: a tie is a small arch between the heads of two consecutive notes of the same pitch, to join the duration of two notes. In this lesson we will learn about two other symbols to lengthen the duration of a note or a rest: the dot and the fermata.
fr: Nous savons déjà (leçon 10) les liens: un lien ou liaison c'est un petit arc entre les têtes de deux notes consecutives de la même tonalite pour relier sa durée. Dans cette leçon nous allons apprendre autres deux simboles pour rallonger la durée d'une note ou un silence : le point et le point d'orgue.

source: Dotted notes
fr: Notes pointillées

source: Another way to change a note's duration is by writing a small dot after the notehead, to create 'a dotted note'. The dot adds one half of the value of the original note. For example, if a dot is placed to the right of a half note, the note would then have the duration of a half note plus a quarter note and it will be equivalent to writing a tie between a half note and a quarter note:
fr: Autre façon pour rallonger la durée d'une note c'est d'écrire un petit point justement après de la tête de la note pour créer una note pointillée. Le point ajoute une moitie de la valeur de la note originelle. Par exemple, si nous plaçons un point à la droite d'une blanche, celle aura une durée d'une blanche plus une noire et sera équivalent à l'écriture d'une blanche liée à une noire:

source: The fermata mark
fr: Le symbole de point d'orgue

source: A fermata is a musical symbol, looking like a semicircle containing a dot, that is placed above or below a note or rest. It indicates that the note/rest should be sustained for longer than its normal duration. Usually the note/rest is held for one and a half to twice the normal duration, but it is always up to the discretion of the performer or the conductor. The fermata symbol is usually placed above the note/rest, but occasionally can be placed below it and upside down:
fr: Un point d'orgue c'est un symbole musical qui montre un demi-cercle contenant un point, il est placé sur ou dessous une note ou silence. Celui indique que la note ou silence peut être souténée plus de temps que la durée d'habitude. Normalement, la note/silence c'est soutenée une et demi à deux fois la durée normale mais c'est toujours au choix du joueur ou directeur. Le figure de point d'orgue est d'habitude placé sur la note/silence mais occasionnellement peut être placé en bas d'eux:

source: Listen and take notice of the differences
fr: Ecoutez et rémarquez les differences

source: In this lesson we are going to practise the following rhythmic patterns:
fr: Dans cette leçon nous allons pratiquer les suivants patrons rhytmiques:

source: Dotted quarter note. Quarter note tied to eighth note
fr: Noire pointillée. Noire liée à une croche

source: The bass clef
fr: La clef de Fa

source: The F clef on the fourth line, also named 'bass clef', is represented by the following symbol:
fr: la clef de Fa en la quatrième ligne, appelée aussi 'basse clef' est réprensentée par la figure suivante:

source: The bass clef assigns the F note to the 4th line, as shown in following picture:
fr: La clef de Fa attibue la note Fa à la quatrième ligne comem montre le dessin suivant:

source: F note
fr: Fa

source: In the bass clef the first upper leger line corresponds to the central C note (C4), represented in G clef on the first lower leger line:
fr: Dans la clef de Fa la première ligne extra d'en haute corresponds au Do central (Do4), reprensenté dans la clef de Sol sur la première ligne extra d'en bas:

source: C note
fr: Do

source: By using both the G clef and the F clef and two leger lines a range of five octaves can be comfortably represented, as shown in the following score:
fr: Utilisant toutes les deux cles de Sol et Fa et deux lignes extra, un seuil de cinq octaves peut être comfortablement representé comme il est montré dans la partition suivant:

source: In this lesson we are going to start reading the bass clef, while practising the rhythmic patterns studied in previous lessons. We will start reading notes A3, B3 and C4:
fr: Dans cette leçon nous allons commencer à lire la clef de Fa, pendant que nous praticons les patrons rhytmiques étudiés dans la leçon précedente. Nous allons commencer lisant les notes La3, Si3 et Do4:

source: - Read scores containing the bass clef.
fr: - Lisez partitions contenant la clé de Fa.

source: Read scores containing the bass clef.
fr: Lisez partitions contenant la clé de Fa.

source: F clef on fourth line
fr: Clef de Fa sur la quatrième ligne

source: In this lesson we continue reading the F key on the fourth line. The range of notes is enlarged to cover F3 to C4.
fr: Dans cette leçon nous continuons lisant la clé de Fa sur la quatrième ligne. Le seuil de notes c'est rallongé pour contenir Fa3 vers Do4.

source: - Read scores containing the rhythms studied in previous lessons.
fr: - Lisez partitions contenant les rhytmes étudiés dans les leçons précedents.

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading these rhythms.
fr: Demarrez le metronome. Appuyez 'Jouer' et écoutez. Entraînez vos oreilles et pratiquez lisant ces rhytmes.

source: The eighth rest
fr: Le silence de croche ou demi-soupir
