Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: fr

source: In this lesson we will start introducing the eighth rest in the rhythmic patterns. The first pattern we are going to study is the eighth note followed by an eighth rest:
fr: Dans cette leçon nous allons commencer introduisant le demi-soupir dans les patrons rhytmiques. Le premier patron que nous allons étudier c'est la croche suivie d'un demi-soupir:

source: Note that this rhythm is similar to the quarter notes rhythm, but shortening the notes:
fr: Remarquez que ce rhytme est égal que celui des noires mais raccourcissant les notes:

source: The 3/4 time signature. Dotted half note
fr: La mesure à la cle 3/4. La blanche pointillée

source: In this lesson we will learn about the 3/4 time signature. As you should know (lesson 6) the top number tells how many beats there are in a measure, and the bottom number shows the type of note that gets one beat. The number 4 means 'quarter note'. Therefore, the 3/4 time signature is a rhythm with three beats per measure and each measure gets three quarter notes. The first beat of a measure is always strong and the two other beats are weaker.
fr: Dans cette leçon nous apprendrons sur la mesure à la cle 3/4. Comme vous devriez savoir (leçon 6) les numeros d'en haut nous disent combien de coups il y a dans une mesure et les numeros d'en bas montrent le type de note qui prendre un cout; le numero 4 signifie 'noire'. Donc la mesure á la cle 3/4 c'est un rhytme avec trois coups par mesure et chaque mesure prendre trois noires. Le premier coup d'une mesure c'est toujours fort et les deux autres coups sont faibles.

source: If you count beats along with the music, the 3/4 time signature will imply a rhythm such as 'ONE-two-three-and-ONE-two-three-and- ...', stressing the ONE syllable. This is the typical waltz rhythm.
fr: Si vous comptez les coups au long de la musique, la mesure á la cle de 3/4 implique un rhytme comme 'Un-deux-trois-et-Un-deux-trois-et-...', mettant l'accent sur la syllabe Un. C'est le rhytme typique de la Valse

source: In this lesson also a new rhythmic pattern is introduced: the dotted half note, equivalent to a half note tied to a quarter note:
fr: Dans cette leçon on introduit un nouveau patron rhytmique: La blanche pointillée, equivalente à una blanche liée à une noire:

source: Note that the dotted half note takes a whole measure in the 3/4 rhythm.
fr: Remarquez que la blanche pointillée prends una mesure complete dans le rhytm 3/4

source: The 4/4 time signature
fr: La mesure à la cle 4/4

source: In this lesson we will learn about the 4/4 time signature. As you know the top number tells how many beats are there in a measure, and the bottom number shows the type of note that gets one beat ('4' means 'quarter note'). Therefore, the 4/4 time signature is a rhythm with four beats per measure and each measure gets four quarter notes.
fr: Dans cette leçon nous allons apprendre la mesure à la cle de 4/4. Comme vous déjà savez, le numero d'en haut indique combien de coups il y a dans la mesure et le numero d'en bas montre la note qui prends un coup ('4? signifie 'noire'). Donc la mesure à la cle de 4/4 c'est un rhytm avec quatre coups par mesure et chaque mesure prends quatre noires.

source: The accents on this rhythm follow the pattern Strong-Weak-Medium-Weak, that is, the first beat of a measure is always the strongest one, and the three other beats are weaker, with the third one being only a little stronger.
fr: L'accent dans ce rhytme suit le patron Fort-Faible-Moyen-Faible, donc le premier coup de la mesure c'est toujours le plus fort et les autres trois coups sont lus faibles étant le troisième un peu plus fort.

source: If you count beats along with the music, the 4/4 time signature will imply a rhythm such as 'ONE-two-three-four-and-ONE-two-three-four-and- ...', stressing the ONE syllable and the 'three' syllable a little less.
fr: Si vous comptez les coups au long de la musique, la mesure à la cle implique un rhytme comme 'Un-deux-trois-quatre-et-Un-deux-trois-quatre-et-...' mettant l'accent sur la syllabe Un et un petit peu moins sur la syllabe 'trois'.

source: This rhythm is widely used in classical music; also it is the usual time signature in rock, jazz, and modern pop and dance music.
fr: Ce rhytm est amplement utilisé dans la musique classique; aussi c'est la mesure à la cle habituelle en rock, jazz et la musique pop et dance.

source: The whole note and its rest
fr: La Ronde et son silence ou pause

source: In this lesson we are going also to learn a new note symbol and its rest: the whole note. The following score shows a whole note and a whole rest:
fr: Dans cette leçon nous alons apprendre une nouvelle figure de note et son silence: la ronde. La partition qui suite montre une blanche et une pause:

source: One whole note equals two half notes and one whole rest equals two half rests. So in time 4/4 a whole note or rest gets four beats, and, therefore, takes a whole measure. Two tied half notes equals a whole note:
fr: Une ronde c'est égal à deux blanches et une pause équivale à deux demi-pauses. Donc dans le tempo 4/4 une ronde ou son silence prends quatre coups et donc prends une mesure complète. Deux blanches liées equivalent à une ronde:

source: The 4/4 time signature. The whole note and its rest
fr: La mesure à la cle de 4/4. La ronde et son silence

source: Syncopation
fr: Syncope

source: We know that there are strong and weak beats. For example, the first beat of a measure normally has the strongest accent. But the accent can be deliberately shifted to weak parts, as in the following example where the quarter notes are shifted by the initial eighth note, so that they are placed 'off-beat':
fr: Nous savons qu'il y a desc oups fortes et faibles. Par exemple, le premier coup d'une mesure normale c'est l'accent plus fort. Mais l'accent peut être sciemment change vers parties faibles, comme dans l'exemple suivant où les noires sont changées par l'initialle croche, donc elles sont placées 'hors-coup':

source: These type of rhythms in which the stress is shifted to weak parts are known as 'syncopated rhythms'.
fr: Ce type of rhytm dans lequel l'accent est changé vers les paties faibles est appelé 'rhytme syncopé'

source: If a note starts in a weak place and prolog its sound to a strong part, it is called a 'syncopated note'.
fr: Si une note commence dans une partie faible et extend le son vers une partie forte, est appelée 'note syncopée'.

source: In this lesson we are going to start studying the syncopated rhythms that result by using the following patterns::
fr: Dans cette leçon nous allons commencer à étudier les rhytmes syncopés qui resultent d'utiliser les patrons suivants:

source: Listen to each measure and pay attention to the newly introduced patterns:
fr: Ecoutez chaque mesure et faites attention aux nouveaux patrons indroduits:

source: Syncopation (2)
fr: Syncope (2)

source: In this lesson we continue with syncopation. We are going to practice the following rhythmic patterns:
fr: Dans cette leçon nous continuons avec la syncope. Nous allons à practiquer les patrons rhytmiques suivants:

source: Syncopation (3)
fr: Syncope (3)

source: In this lesson we continue with syncopation. We are going to practice a new rhythmic pattern, the eighth note followed by a quarter note:
fr: Dans cette leçon nous continuons avec la syncope. Nous allons pratiquer un nouveau patron rhytmique, la croche suivie d'une noire:

source: Note that the quarter note starts in the weak part of the beat (off-beat) an continues in the first part of the following beat. This is the basis of syncopation.
fr: Remarquez que la noire cmmence dans la partie faible du coup (hors-coup) et continue dans la première partie du coup suivant. Cela c'est le fondement de la syncope.

source: Syncopation (4)
fr: Syncope (4)

source: Again, syncopation is achieved by starting the first beat with an eighth note. The following quarter notes are placed off-beat, and so the accent (start of the note sound) does not coincide with the start of the beat.
fr: A nouveau, la syncope est terminée commençeant le premier coup avec une croche. Les noires suivants sont placées hors-coup dont, l'accent (le demarrage du son de la note) ne coincide pas avec le demarrage du coup.

source: Syncopation (5)
fr: Syncope (5)

source: Counter-time (off-beat notes)
fr: Compteur de temps (notes hors-coup)

source: The off-beat syncopation commonly refers to rhythms that emphasize the weak beats of a measure.
fr: La syncope hors-coup d'habitude fait référence aux rhytmes qui rémarquent le coup faible d'une mesure

source: In this lesson we are going to practise the occasional short-term displacement of accent that is produced by moving a note to a weak part but without continuing it to the next beat, and preceding it by a rest on the strong part. The rest reinforces the accent on the weak part.
fr: Dans cette leçon nous allons pratiquer le désplacement occasionnel en court-tèrme de l'accent qui se produit déplaçeant une note vers une partie faible mais sans la continuer dans le prochain coup et la précédent par un silence dans la partie forte. Le silence renforce l'accent dans la partie faible.

source: The sixteenth note
fr: La double croche

source: In this lesson we are going to study a new note: the sixteenth (also called 'semiquaver' in British English). Its symbols are shown in the following score, and are like a quarter note with two flags added to its stem. They are usually drawn beamed:
fr: Dans cette leçon nous allons étudier une nouvelle note : La double croche. Ses figures sont montrées dans la partition suivant et sont comme une noire mais avec deux crochets ajoutés à la tige; D'habitude c'esr reprensentée avec poutre:

source: Two sixteenth notes equal one eighth note and four sixteenth notes equal one quarter note. So in 2/4, 3/4 and 4/4 time signatures a beat is occupied by four sixteenth notes and, conversely, a sixteenth note receives 1/4 of a beat. In these time signatures sixteenth notes are usually drawn beamed.
fr: Deux double croches sone égaux à une croche et quatre double croches sone égaux à une noire. Donc dans les mesures à la cle de 2/4, 3/4 et 4/4, un coup est occupé par quatre double croches et, inversement, una double croche reçoive 1/4 de coup. Dans ces mesures à la cle les double croches sont dessinées normalement avec poutres.

source: In this lesson we will start the study of rhythms with 16th notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
fr: Dans cette leçon nous commencerons à étudier des rhytmes avec doubles croches. Jouez la partition suivant et prenez compte des nouveaux patrons rhytmiques introduits sur chaque mesure:

source: One eighth note and two 16th notes
fr: Une croche et deux double croches

source: In this lesson a new rhythmic pattern is introduced: One eighth note and two 16th notes.
fr: Dans cette leçon il est introduit un nouveau patron rhytmique: une croche et deux double croches.

source: The 6/8 time signature: compound meters
fr: La mesure à la cle 6/8: Mesures combinées

source: Simple and compound time signatures
fr: Mesures à la cle simples et combinées

source: We learnt, in lesson 6, that written music is organized by dividing it into small groups of beats, called 'measures'. The measures of the time signatures studied in previous lessons (2/4, 3/4 and 4/4) have, respectively, two, three and four beats per measure. These time signatures are known as 'simple meter' or 'simple time signatures'.
fr: Nous avons appris dans la leçon 6 que la musique écrite c'est organisée la divisant en petits groups de coups, appelés 'mesures'. La mesure des mesures à la cle étudiées dans les leçons précedents (2/4, 3/4 et 4/4) ont, respectivement deux, trois et quatre coups par mesure. Ces mesures à la cle sont connues comme 'mesures simples' ou 'mesures à la cle simples'.

source: In simple meter time signatures, each beat can be subdivided into two halves. For example, replacing a quarter note with two eight notes. But there are rhythms that require to subdivide the beats in three parts or 'pulses'. These rhythms are known as 'compound meter'.
fr: Dans une mesure à la cle simple, chaque coup peut être subdivisé en deux moitiés. Par exemple, rémplaçeant une noire par deux croches. Mais il y a des rhytmes qui requirent subdiviser les coups en trois parties ou 'pulses'. Ces rhytmes son connus comme 'mesures combinées'.

source: By convention, in compound time signatures the top number indicates not the number of beats per measure but the number of pulses per measure, and the bottom number indicates the note that takes each pulse.
fr: Par norme, dans les mesures à l cle combinées, le numero d'en haut n'indique pas le numero de coups par mesure mais le numero de pulses par mesure et le numero d'en bas indique la note qui prends chaque pulse.

source: The 6/8 time signature
fr: La mesure à la cle de 6/8

source: In this lesson we will start the study of compound meters with the introduction of the 6/8 time signature. The 6/8 time signature is a compound time. Therefore, 6/8 means that each measure will have 6 pulses (two beats) and each pulse is occupied by an eighth note (each beat takes three eight notes):
fr: Dans cette leçon nous commencerons l'étude des mesures à la cle combinées avec l'introduction de la mesure à la cle de 6/8. La mesure à l cle de 6/8 c'est un temps combinée. Donc 6/8 signifie que chaque mesure aura 6 pulses (deux coups) et chaque pulse est occupé par une croche (chaque coup prends trois croches):

source: Note that a dotted quarter note equals three eighth notes. Therefore, in the 6/8 time the note that occupies a beat is the dotted quarter note and each measure takes two dotted quarter notes.
fr: Rémarquez que une noire pointillée est égal à trois croches. Donc, dans le temps de 6/8 la note qui occupe un coup c'est la noire pointillée. Et chaque mesure prends deux noires pointillées.

source: Also note that two dotted quarter note equals a dotted half note. Therefore, in the 6/8 time a dotted half note takes a whole measure.
fr: Rémarquez ausi que deux noires pointillées sonr égaux à une blanche pointillée. Donc dans le temps de 6/8 une blanche pointillée prends une mesure complete.

source: As the 6/8 has two beats per measure, it is called a compound duple meter. The accent is strong on the first eighth note of the first beat, a medium accent on the first eighth note of the second beat, and the remaining pulses are week.
fr: Comme le 6/8 a deux coups par mesure, c'est appelé une mesure double combinée. L'accent c'est fort dans la premiere croche du premier coup, un moyen accent dans la premiere croche du deuxième coup et les pulses qui restent sont faibles.

source: The 6/8 time signature (2)
fr: La mesure à la cle de 6/8 (2)

source: In this lesson we continue the study of the 6/8 compound time with the introduction of new rhythmic patterns:
fr: Dans cette leçon nous continuons l'étude du temps combine de 6/8 avec l'introduction de nouveauc patrons rhytmiques:

source: Listen to each measure and note the newly introduced patterns:
fr: Apprendre chaque mesure et rémarque les nouveaux patrons introduits:

source: The 6/8 time signature (3)
fr: Mesure à la clé de 6/8 (3)

source: The 6/8 time signature (4)
fr: Mesure à la clé de 6/8 (4)
