Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: fr

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.2
fr: Licencié sous les termes du GNU Licence libre de documentation v1.2

source: the teacher of music
fr: le professeur de musique

source: Cover page
fr: Page de couverture

source: Music reading. Level 1.
fr: Lisant la Musique. Niveau 1.

source: This eMusicBook is a self-instruction music reading course, intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
fr: Cet eMusicBook c'est un cours d'auto-entraînement de lecgture, prevu pour aider en l'amelioration des habilités de lecture, donnant le rangement des practiques et exercices requis pour devenir un bon lecteur de partitions.

source: Cecilio Salmeron
fr: Cecilio Salmerón

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the documentation received with this program, and it is also available at
fr: Il est permis de copier, distribuer et/ou modifier ce document sous les tèrmes du GNU Free Documentation License, Version 1.2 ou quelque version osterieure publié par la Free Software Foundation; sans sections invariants, sans texts en pages de tête, et sans text en pagez d'arrière. Une copie de cette licence est inclue dans le document reçu avec ce logiciel, et est ausi valable en

source: Presentation
fr: Présentation

source: Syllabus
fr: Programme

source: This eMusicBook is intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
fr: Cet eMusicBook c'est prévu pour aider à l'amelioration des competences de lecture, donnant un type de practice et exercices qui sont requis pour devenir un bon déchiffreur.

source: Apart of introducing different rhythmic cells of increasing complexity, the main concepts introduced in Level 1 are:
fr: Àpart d'introduire differents cellules rhytmiques, en augmentation de sa complexité, les principaux concepts introduits dans le niveau 1 sont:

source: The stave. Treble (G) and bass (F) clefs. Names of notes on the stave. Extension of the stave to include two ledger lines below and above each stave.
fr: La portée. clef aigue (Sol) et clef basse (Fa) . Noms des notes dans la portée. Extension de la portée pour inclure deux lines en bas et en dessus de chaque portée

source: Note values of whole (semibreve), half (minim), quarter (crotchet), eighth (quaver) and sixteenth (semiquaver), and their equivalent rests. Tied notes. Single-dotted notes and rests.
fr: Les valeurs des notes entiers (semibreve), demi (minim), noire (Crotchet), croche (quaver) et double croche (semiquaver), et ses equivalents silences. Notes liées. Notes simples pointillées et silences.

source: Simple time signatures of 2/4, 3/4 and 4/4 and compound time signature of 6/8. Bar-lines and the grouping of the notes listed above within these times.
fr: Simple mesures de 2/4, 3/4 et 4/4 et mesures de temps composés de 6/8. Lines de mesure et le groupement des notes lsitées dessus dans ces temps.

source: Key signatures of all major and minor keys up to and including two sharps and flats.
fr: La tonalite a l'armure de toutes les clés majeures et mineures arrive y compris deux dièses et bemols

source: Book organization
fr: Organisation du livre

source: This course has 31 lessons covering the following material:
fr: Ce Cours dispose de 31 leçons comportant le matériel suivant:

source: Clefs and note ranges:
fr: Périmètre de clefs et notes

source: The course starts with the G clef using a very reduced note range (e4-g4). Progressively, the note range is increased to reach the range c4-f5 in lesson 14. Next, the F key is introduced, again with a very reduced note range (a3-c4) and from there, the exercises of all following lessons use the F and G clef indistinctely. The note range is continuously being broadened in both clefs (G: a3-c6 y F: a2-e4), to cover two legder lines, above and below.
fr: Le cours commence avec la clé de SOL utilisant une très réduite gamme (mi4-sol4). progressivément, la gamme de notes est incrementée jusqu'à arriver, dans la leçon 14, la gamme do4-fa5. Comme suite on introduit la clef de FA, à nouveau avec une note très réduite gamme (la3;do4) et dès là les exercices des leçons suivants utilissent indistinctement ls cles de Fa et Sol. La gamme de notes est toujours élargée pour couvrir deux légéres lignes en dessus et dessous dans les deux clés (Sol: la3-do6 et Fa: la2-mi4).

source: Time signatures:
fr: Mesures à la clé:

source: In the first exercises (9 to 17) only the 2/4 simple time is used. Next, the 3/4 simple time (lesson 18) and the 4/4 simple time (lesson 19) are used. In lesson 28 the compound 6/8 is introduced and it is practised in the remaining lessons (29 to 31).
fr: Dans les premiers exercices (9 à 17) n'est utilisé que le simple temps 2/4. Alors le simple temps 3/4 (leçon 18) et le simple temps 4/4 (leçon 19) sont utilisés. Dans la leçon 28 es introduite la combinaison 6/8 et c'est practiquée dans les leçons qui restent

source: Key signatures:
fr: Tonalites à l'armure:

source: The exercises in the first two practical lessons (9 and 10) have scores using only the C major / A minor key signature (no accidentals). The key signature is introduced in lesson 13 and from there (lessons 14 to 17) the exercises use also one accidental (G major / E minor and F major / D minor). In the remaining lessons (18 to 31) exercises use up to two accidentals (D major / B minor and B flat major / G minor).
fr: Les exercices dans les premiers leçons practiques (9 et 10) ont des partitions utilisant seulement la Do majeure / La Mineure tonalité à l'armure (non accidentels). La tonalité à l'armure est introduite dans la leçon 13 et dès ici (lessons 14 à 17) les exercices utilisent aussi une acidentel (Sol majeure /Mi mineure et Fa majeure / Re mineure). Dans las leçons qui restent (18 à 31) les exercices utilisent jusqu'à deux accidentels (Re majeure / Si mineure et Si bemol majeure / Sol mineur).

source: Lessons' structure
fr: Estructure des leçons

source: With exception of the first lessons, aimed at introducing the basic concepts of the music notation, the remaining lessons are structured into three sections:
fr: Avec l'exception des premières leçons, orientées à l'introduction des concepts basiques de la notation musical, les leçons qui restentnt sont estructurées en trois sections:

source: In the first section the new concepts and rhythmic patterns introduced in the lesson are explained.
fr: Au debout sont expliqués un des neufs concepts et patrons ritmiques introduites en la leçon.

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
fr: Dans la deuxième section, optionnelle, les nouveaux concepts sont comparés avec ceux dejà connus, donc l'étudiant peux comprendre mieux le nouveau matériel et l'apprendre.

source: Finally, in the third section some exercises are proposed to practise the newly introduced concepts.
fr: Finalement, dans la troisieme section, uelques exercices sont roposés pour y practiquer les concepts introduits à nouveau.

source: The staff
fr: La portée

source: In the Western musical notation system music is written on specially printed paper called 'manuscript paper' (see next picture):
fr: Dans le système de notation musical occidental on écrit dans papier spaciallement mprimé appelé 'manuscrit paper' (Voir le dessin prochain ):

source: The manuscript paper is organized as sets of horizontal lines, named 'staves', and each group of horizontal lines is called a 'staff' (in British English the word 'staff' is old-fashioned and rarely used; the word 'stave' is used instead). A staff is a set of five horizontal lines, numbered from bottom to top; the bottom line is the first line and the top line is the fifth line:
fr: Le papier manuscrit est organisé à faisceaux de lines horizontaux, appelés 'portées', et chaque group des lines horizontaux est appelée 'portée' . Une portée c'est un faisceau de cinq lines horizontaux, numerotées dès le bas vers le haut; la line plus basse c'est la première et la plus haute c'est la dernière et cinquième.

source: line 5
fr: Ligne 5

source: line 4
fr: Ligne 4

source: line 3
fr: Ligne 3

source: line 2
fr: Ligne 2

source: line 1
fr: Ligne 1

source: The four spaces between the staff lines are also important and are also numbered from bottom to top:
fr: Les quatre spaces entre les lines de portée, c'est important at c'est ausi numeroté des le bas vers le haut:

source: space 4
fr: Espace 4

source: space 3
fr: Espace 3

source: space 2
fr: Espace 2

source: space 1
fr: Espace 1

source: The musical symbols are placed on the staff and the music on the staff is read from left to right.
fr: Les figures de la musique sont placées sur les portées et la musique est interpretée de gauche à droite.

source: The symbols for notes are placed either on a line or on a space and the musical pitch (sound) is determined by the position of the note on the staff. Notes on the higher lines/spaces have a higher pitch than those on the lower ones:
fr: Les figures des notes sont placées soit sur la ligne soit sur un espace entre lignes et la tonalité est determinée par le positionnement de la note sur la portée. Las notes sur les les lignes/spaces plus hautes ont une tonalité plus haute que celles placées en bas:

source: The first note has higher pitch than the second one
fr: La première note est plus haute que la deuxième.

source: As an example, press the 'Play' link and listen to the following score:
fr: Comme exemple, appuyez le link 'Jouer' et écoutez jusqu'à la partition suivante:

source: Pitch increases as the note is higher
fr: L'hauteur incrementée comme la note est plus haute.

source: The clef
fr: La Clef

source: Sounds are represented by notes. There are seven notes named either using the first seven letters of the alphabet A, B, C, D, E, F (Anglo-Saxon system) or using the names Do, Re, Mi, Fa, Sol, La and Si (Ti) (Latin system). To determine which pitch (sound) is represented by each line and space in the staff a symbol, named 'the clef', is placed at the beginning of each staff. In this course we are going to start with the study of the G clef, also named 'treble clef', that is represented by the following symbol:
fr: Les sons sont representées par des notes. il y a sept notes appelées chaq'une d'elles par les syllabes Do, Re, Mi, Fa, Sol, La, Si (latin système), ou las lettres A, B, C, D, E, G et G (Systeme anglais). Pour determiner quel son est representé par chaque ligne et espace dans la portée est placé un symbole , 'La clef' au debut de chaque portée. Dans ce course nous allons commencer l'étude de la clé de Sol appelée aussi 'clef aigue', c'est réprésentée par le symbole suivante:

source: The clef assigns a particular line to a specific pitch, and all other pitches are mapped in ascending and descending order to the lines and spaces above and below that reference line. In the G clef, the G note of the fourth octave is assigned to the second line:
fr: La clef attribue une ligne particulaire pour una tonalité spécifique, et les autres tonalités sont établies ascendant et descendant l'ordre des lignes et spaces dessus et dessous de la ligne de réferénce. Dans la clef de Sol, la note Sol des quatre octaves c'est assignée à la deuxième ligne:

source: G
fr: Sol

source: As a result, the staff lines and spaces get automatically assigned to consecutive notes, as shown in the next score:
fr: Comme résultat, les portées et spaces sont automatiquement assignées aux notes consecutives, comme se montre dans la prochaine partition:

source: E
fr: Mi

source: F
fr: Fa

source: A
fr: La

source: B
fr: Si

source: C
fr: Do

source: D
fr: Re

source: Note symbols
fr: Figures de notes

source: We have learnt that the vertical position of a note on the staff determines its pitch. The duration of the note (that, is the duration of its sound) is indicated by using different types of signs for the notes, so each note sign corresponds to a different duration. The following picture shows the different types of notes and their names:
fr: Nous avons déjà appris que la position verticale d'une note sur la portée détermine sa tonalité. La durée de la note (la durée du son) est indiquée utilisant diverses types de figures, donc chaque figure de note correspond à ne durée differente. Le dessin suivant montre les differents types de figures de notes et ses noms:

source: Whole
fr: Ronde

source: Half
fr: Blanche

source: Quarter
fr: Noire

source: Eight
fr: Croche

source: 16th
fr: Double Croche

source: 32th
fr: Triple croche

source: 64th
fr: Quadruple croche

source: In the coming lessons we will start using only the quarter note and will learn about note duration. Progressively, we will introduce the other note symbols. In this lesson we are going to learn some basic terminology about note symbols and some rules about how to draw them.
fr: Dans les leçons à venir nous commencerons à utiliser seulement la noire et nous appendrons sur la durée des notes, progressivement nous nous introduirons dans les autres figures de note. Dans cette leçon nous allons apprendre quelque terminologie basique sur les figures de notes et quelques reglès sur son dessin.

source: The note symbols have three distinct parts: (1) the note-head, (2) the stem and (3) the flag (also named hook or tail), as depicted in next figure:
fr: Las figures de notes ont trois parts differents: (1) la tête de note, (2) la tige et (3) le crochet, sont réprensentés dans le prochaine dessin:

source: Stems normally go up for notes placed below the third line and go down for notes placed on or above the third line:
fr: Les tiges vont normalement vers le haut pour les notes placées en bas de la troisième ligne et vont vers le bas pour les notes placées en or sur la troisième ligne:

source: Stems are drawn on the right-hand side of the note-head when the stem goes up, and on the left-hand side of the note-head when the stem goes down. Flags are always drawn on the right-hand side of the stem:
fr: Les tiges sont dessinées dans la partie droite de la tête de note quand la tige va vers le haut et sur la partie gauche quand la tige va vers le bas. Les crochets sont toujours dessinés sur la partie droite de la tige:

source: Often, consecutive notes with flags are linked together in groups by replacing the flags by lines called 'beams'. The number of beams must be the same as the number of flags each individual note would have had when drawn isolated. In the following example the four individual notes at the first part can also be drawn grouped, as shown in the second part:
fr: Souvent, les notes consecutives avec croquets sont liées ensemble en groups rémplaçant les crochets par lines appelées 'poutres'. Le numero des poutres doit être le même que le numero de crochets sur les notes individuelles isolées. Dans l'exemple suivant les quatre notes individuelles de la première partie peuvent être groupées aussi comme se montredans la deuxième partie:

source: Measures and bar lines
fr: Mesures et barres de mesure

source: Music is normally divided into equal parts named 'measures' (in British English the word 'bar' is used instead of 'measure'). On the staff, the end of each measure is marked with a thin vertical line, drawn from the top line to the bottom line of the staff. This line is called a bar line:
fr: La musique est normallement divisée en parties égaux appelées 'Mesures' (En anglais le mot 'bar' est utilisée au lieu de 'Mesure'). Dans la portée, la fin de chaque mesure est répérée avec une mince ligne verticale, desiinée dès la ligne superieure de la portée vers la inferieure. Cette ligne est appelée barre de mesure:

source: barline
fr: Barre de mesure

source: measure
fr: Mesure

source: There are different types of bar lines, that are used for special purposes. For example, the end of the last measure of a piece of music is marked with a double bar line, being the fist line thin and the second one thick. The thin double bar line (two thin lines) is used to mark sections within a piece of music.
fr: Il y a differents types de bares de mesure qui sont utilisées pour des propos speciaux. Par exemple, la fin ou la dernière mesure d'une partition est marquée avec une double barre de mesure, étant la premiere ligne mince et épaisse la deuxième. La double barre de mesure mince (deux lignes minces) est utilisée pour marquer des sections d'une pièce musical.

source: simple barline
fr: barre de mesure simple

source: double barline
fr: barre de mesure double

source: final barline
fr: barre de mesure finale

source: Time signatures
fr: Mesures à la clé

source: Most music has a rhythm that you can perceive as a repetitive pattern of pulses. It is easy to identify these pulses: it is what we all do when we clap our hands or tap our foot while listening to a song. These pulses are the 'beats' of the music and are the basis to organize written music.
fr: La plupart de la musique a un rhytme que vous pouvez percevoir comme un répétitif patron of coups. Il est facile d'identifier ces coups: C'est ce que nous faisons quand nous donnons des coups avec pieds ou mains écoutant une chanson. Ces coups sont les battiments de la musique et sont les règles basiques pour organiser l'écriture de la musique.

source: We said in previous lesson that written music is divided on the staff into parts named 'measures'. All the measures of a piece of music will have the same number of beats. Therefore, we must learn that written music is organized by dividing it into small groups of beats, and these groups are called 'measures'.
fr: Nous avons déjà dit dans les leçons d'avant que les portées sont divisées en parties appelées 'mesures'. Toutes les mesures d'une pièce de musique doivent avoir le même numero de coups. Donc nous devons apprendre que la musique écrite est organisée la divisant en petits groups de coups; et ces groups spnt appelés 'Mesures'.

source: To know how many beats are there in a measure, a 'time signature' is placed at the beginning of the staff, after the clef. The time signature is the two numbers placed above and below the third line:
fr: Pour savoir combien de coups il y a dans une mesure, une 'Mesure à la clé' est placée au debout de la portée, après la clé. La Mesure à la clé sont les deux numeros placés au dessus et au dessous de la troisième ligne:

source: A 2/4 time signature
fr: La mesure à la clé 2/4

source: The top number tells how many beats there are in a measure and the bottom number shows the type of note that gets one beat. For now you must learn that the bottom number 4 means 'quarter note'. So, the time signature in the previous example says that each measure will have two beats and that each beat will get a quarter note. The time signature is often called the 'meter' of a piece.
fr: Le numero d'en haut nous dit combien de coups il y a en chaque mesure et le numero d'en bas montre le type de note qui comprendre un coup; pour l'instant vous devez apprendre que le numero d'en bas 4 signifie 'noire'. Donc, la mesure à la clé dans l'exemple d'avant nous dit que chaque mesure aura deux coups et chaque coup prendra une noire. La Mesure à la clé est souvent appelée la 'mesure' d'une pièce.

source: Not all beats in a measure are equal: there are strong beats (louder), medium and weak beats. The first beat of a measure is normally the strongest one and the other beats are weaker. The pattern of strong and weak beats is what makes rhythmic patterns different. It is important to learn to recognize the time signature when listening to a piece of music. This may take some practice but it is a useful practice for anyone who is learning music.
fr: Tous les coups dans une mesure ne sont pas egaux: Il y a coups forts, moyens et faibles coups. Le premier coup d'une mesure c'est normallement le plus fort et les autres sont faibles. Le patron des forts et faibles coups c'est ce qui rende differents les diverses patrons; C'est important d'apprendre à reconnaître la mesure à la clé quand-t-on écoute une pièce musicale. Cela peux prendre quelque practique mais c'est una practique très utilisée pour ceux qui apprendent musique.

source: The 2/4 time signature
fr: La mesure à la clé 2/4

source: The first time signature we are going to use is the 2/4 time signature:
fr: La premiere mesure à la clé que nous allons utiliser c'est celle de 2/4:

source: As you know 2/4 means that each measure has two beats and that each beat gets a quarter note. Therefore, each measure will get two quarter notes. For example:
fr: Comme vous savez, 2/4 signifie que chaque mesure a deux coups et chaque coup prendre une noire. Donc, chaque mesure prendra deux noires. Par exemple:

source: We also know that the first beat of each measure is the stronger one. Therefore, if you count beats along with the music, the 2/4 time signature will imply a rhythm such as 'ONE-and-Two-and-ONE-and-Two-and ...', stressing the ONE syllable, as if you were a soldier marching. For studying music reading it makes sense to mark the beats with the hand, the first beat of each measure with a knock down (on the table or in the air) and the second beat of each measure with a knock up (in the air or on the shoulder). You can also mark the beats with your foot, it you prefer, but it is very, very important to mark the beats. You should make a habit out of it, at least until you get enough skills at reading music.
fr: Nous savons aussi que le premier coup de chaque mesure c'est le plur fort. Donc si vous comptez coups avec la musique, la mesure à la cle 2/4 va impliquer un rhytme tel que 'un-et-deux-et-un-et-deux-et...', mettant l'accent sur la syllable un, comme si vous iriez a soldat marche. Pour étudier la lecture de musique il faut remarquer les coups avec la main, le premier coup de chaque mesure avec un coup bas (Sur la table ou à l'air) et le deuxième coup de chaque mesure avec un coup haute (à l'air ou sur l'épaule). Vous pouvez aussi marquer les coups avec vos pieds si vous le préferez , mais c'est très, très important marquer les coups. Vous pourriez faire de cela une habitude, au moins jusqu'à ce que vous arrivez à être adroites dans la lecture musical.

source: The tempo and the metronome
fr: Le temps et le métronome

source: The tempo
fr: Le tempo
