Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/L2_MusicReading_*.po
Languages: es, fr, nl, zh_cn

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)
nl: Stuur uw opmerkingen en suggesties naar het LenMus team (www.lenmus.org)
zh_cn: 给LenMus团队（www.lenmus.org）提意见和建议

source: Licensed under the terms of the GNU Free Documentation License v1.3
fr: Licencié sous les termes de la GNU Free Documentation License v1.3
zh_cn: 满足GNU自由文档许可证1.3版的条款

source: the teacher of music
es: el profesor de música
fr: le professeur de musique
nl: de muziekleraar
zh_cn: 音乐教师

source: Cover page
es: Portada
fr: Page de couverture
nl: Omslagpagina
zh_cn: 封面

source: Music reading. Level 2
es: Lectura rítmica. Nivel 2
fr: Lecture musicale. Niveau 2
nl: Muziek lezen Niveau 2
zh_cn: 读谱。第二级。

source: This eMusicBook is intended to help one improve one's reading skills, providing sort of practice and exercises that are required in order to become a good sightreader.
es: Este eMusicBook está orientado a la práctica de la lectura rítmica, proporcionando explicaciones y ejercicios adecuados para ir avanzando progresivamente y dominar la lectura rítmica.
fr: Cet eMusicBook est destiné à vous aider dans vos habilites de lecture, donnant un tas de practiques et exercices nécessaires pour devenir un bon déchiffreur musical.
nl: Dit eMuziekBoek is bedoeld als hulp bij het verbeteren van uw muziek leesvaardigheden. Het biedt de praktijk en oefeningen die nodig zijn om goed op het zicht te kunnen lezen.
zh_cn: 本音乐电子书一本自学读谱教材，旨在帮助人们提高读谱技巧，提供成为优秀的读谱者所需要的练习。

source: LenMus project
zh_cn: LenMus项目

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the documentation received with this program, and it is also available at
fr: La copie, la distribution et/ou la modification de ce document sont autorisées sous les termes de la GNU Free Documentation License, Version 1.3 ou suivante publiée par la Free Software Foundation ;
zh_cn: 在由免费软件基金会发布的GNU自由文档条款1.3或者更高的版本的许可下，允许复制、分发或者修改；但不包含不可变章节，封面文字以及封底文字。在本项目的文档中包含许可证的副本，也可以在以下地方获得

source: Presentation
es: Presentación
fr: Présentation
zh_cn: 描述

source: Introduction
es: Introducción
nl: Introductie
zh_cn: 介绍

source: In level 2 we continue with all concepts introduced in level 1, and new concepts are introduced in a progressive way, alternating simple time signatures and duple time ones.
es: En este segundo nivel se continuan ejercitando los temas estudiados en el primer curso y se introducen progresivamente ritmos más complejos, alternando métricas de subdivisión binaria y métricas de subdivisión ternaria.
fr: Dans le niveau 2, nous poursuivons avec tous les concepts présentés dans le niveau 1, auxquels s'ajoutent de nouveaux expliqués de façon progressive, en alternant des systèmes simples et doubles.
nl: Op niveau 2 gaan we verder met alle concepten geïntroduceerd in niveau 1 waarbij nieuwe concepten geleidelijk geïntroduceerd worden. Daarbij worden enkelvoudige maatsoorten afgewisseld met tweedelige maatsoorten.
zh_cn: 在第二级中我们将继续接触第一级中学习的概念，并且将进一步介绍新的概念，交替使用简单拍子和双拍子。

source: Syllabus
es: Temario
fr: Programme
zh_cn: 教学大纲

source: Appart of introducing new rhythmic cells, of increasing complexity, the main concepts introduced in Level 2 are:
es: Además de introducir nuevos grupos rímicos, de creciente complejidad, el temario de este segundo nivel cubre lo siguiente:
fr: Tout en introduisant des cellules rythmiques de complexité croissante, les principaux concepts présentés dans le niveau 2 sont :
nl: Behalve de introductie van nieuwe ritmische cellen van stijgende complexiteit, zijn de belangrijkste concepten van Niveau 2:
zh_cn: 除了介绍新的更加复杂的节奏单元，第二级将介绍的主要概念将包括：

source: Simple time signatures of 2/8 and 3/8.
es: Compases de subdivisión binaria de 2/8 y 3/8.
fr: Mesures simples à 2/8 et 3/8.
nl: Enkelvoudige maatsoort van 2/8 en 3/8
zh_cn: 2/8和3/8单拍子

source: Triplets, and triplet note groups with rests.
es: Tresillos, incluyendo tresillos con silencios.
fr: Triolets et groupes de triolets avec silences.
nl: Triolen en trioolgroepen met rusten.
zh_cn: 三拍子，包含休止符的三拍子音符组。

source: Extension of the stave in treble (G) and bass (F) clefs to include two ledger lines below and above each stave.
es: Extensión del ámbito en las claves de Sol (Violín) y Fa en 4ª (Bajo), para cubrir dos lineas adicionales por encima y por debajo.
fr: Prolongement de la portée pour les clés de SOL et FA pour inclure deux lignes supplémentaires au-dessus et au-dessous de chaque portée.
nl: Uitbreiding van de notenbalk in Sol sleutel en Fa sleutel met twee lijnen boven en onder de notenbalk.
zh_cn: 高音谱号和低音谱号的扩充，包含上加二线和下加二线。

source: Compound time signatures of 9/8, 12/8 and the grouping of notes and rests within these times.
es: Compases de subdivisión ternaria de 9/8 y 12/8.
fr: Temps composés à 9/8, 12/8 et mélanges de notes et de silences.
nl: Samengestelde maatsoorten van 9/8 en 12/8 en groepering van noten en rusten in deze maatsoorten.
zh_cn: 复拍子9/8、12/8以及这些节拍中包含的音符和休止符组合。

source: The soprano clef (C on 1st line). Names of notes on the stave.
es: La clave de Do en 1º (Soprano).
fr: La clé d'UT 1ère ligne. Noms des notes sur la portée.
nl: De sopraansleutel (Do op de 1ste lijn). Namen van de noten op de notenbalk.
zh_cn: 女高音谱号（第一线的音高为C）。五线谱上音符的名称。

source: Extension of the stave in C1 clef to include one ledger line above the stave.
es: Extensión de la clave de Do en 1º para cubrir el ámbito una linea adicional, por encima y por debajo del pentagrama.
fr: Prolongement de la portée en clé d'UT 1ère ligne pour intégrer une ligne supplémentaire au-dessus.
nl: Uitbreiding van de notenbalk in sopraansleutel met een lijn boven en onder de balk.
zh_cn: 女高音谱号五线谱的延伸，包含一条上加线。

source: Key signatures of all major and minor keys up to and including four sharps and flats.
es: Armaduras de todas las tonalidades mayores y menores con hasta cuatro alteraciones.
fr: Armures majeures et mineures incluant jusqu'à quatre dièses et bémols.
nl: Voortekeningen van alle grote en kleine tertstoonladders tot vier kruisen en mollen.
zh_cn: 所有大调和小调的调号，包含四个升号和将号。

source: Lesson's structure
es: Estructura de las lecciones
fr: Organisation de la leçon
nl: Lesopbouw
zh_cn: 课程结构

source: Each lesson is structured into three sections:
es: Cada tema está estructurado en tres secciones:
fr: Chaque leçon est organisée en trois sections :
nl: Elke les bestaat uit drie secties:
zh_cn: 每一课被划分成三个部分：

source: In the first one the new concepts and rhythmic patterns introduced in the lesson are explained.
es: En la primera se muestran los nuevos patrones rítmicos que se introducen en ese tema.
fr: Dans la première, les nouveaux concepts et patrons rythmiques introduits sont expliqués.
nl: In het eerste gedeelte worden de nieuwe concepten en ritmische patronen verklaard.
zh_cn: 第一部门解释了课程中介绍的新的概念和节奏模式。

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
es: En la segunda, opcional, se muestran diferencias o similaridades con otros patrones y se dan consejos para su mejor asimilación.
fr: Dans la deuxième section, optionnelle, les nouveaux concepts sont comparés avec ceux déjà connus, ce qui permet à l'étudiant de mieux les appréhender.
nl: In het tweede, optionele gedeelte, worden de nieuwe concepten vergeleken met de gekende, zodat het nieuwe materiaal beter kan geplaatst worden.
zh_cn: 在第二部分中，可选的，新的概念将和已经学习的概念进行对比，使同学们可以更好地理解新材料。

source: Finally, in the third section some exercises are proposed to learn and practise the new concepts introduced.
es: Finalmente, en la tercera parte se invita al alumno a realizar ejercicios de lectura medida, donde se practican los nuevos patrones introducidos en el tema.
fr: Enfin, dans la troisième section, quelques exercices sont proposés pour apprendre et s'exercer avec les nouveaux concepts introduits.
nl: In het derde gedeelte worden uiteindelijk een aantal oefeningen voorgesteld die toelaten de nieuwe begrippen in te oefenen.
zh_cn: 最后，第三部分将有一些练习可以对新介绍的概念进行了解和练习。

source: Lesson %d
es: Lección %d
fr: Leçon %d
zh_cn: 课时 %d

source: 8th note tied to group of one 8th and two 16th notes
es: Corchea ligada a un grupo de corchea y dos semicorcheas
fr: Croche liée avec un groupe constitué d'une croche et deux doubles croches
nl: 8ste noot gebonden aan een groep van één 8ste en twee 16de noten
zh_cn: 八分音符和一个音符和两个十六音符的组合相连

source: In this lesson a new rhythmic pattern is introduced: One 8th note tied to group of one 8th and two 16th notes. Note that this new pattern can be written in two different ways:
es: En este tema se introduce un nuevo patrón rítmico: la corchea ligada a un grupo de corchea y dos semicorcheas. Observa que el nuevo patrón puede escribirse de dos formas distintas:
fr: Dans cette leçon, un nouveau patron rythmique est introduit : une croche liée à un groupe constitué d'une croche et deux doubles croches. Remarquez que ce nouveau patron peut être écrit de deux façons différentes :
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd: een 8ste noot gebonden aan een groep van één 8ste en twee 16de noten. Merk op dat dit nieuwe patroon op twee manieren geschreven kan worden:
zh_cn: 本课时将介绍一种新的节奏模式：一个八分音符和一个八分音符和两个十六分音符组合。注意这种模式可以用两种不同的方式表示：

source: Listen and take notice of the differences
fr: Ecoutez et notez les différences
nl: Luister en merk de verschillen op
zh_cn: 听并且记下不同之处

source: Listen to each measure and pay attention to the newly introduced patterns:
fr: Ecoutez chaque mesure et remarquez le nouveau patron introduit :
nl: Luister naar elke maat en schenk aandacht aan de nieuwe patronen:
zh_cn: 听每个小节，注意新介绍的模式：

source: Exercises
es: Ejercicios
fr: Exercices
nl: Oefeningen
zh_cn: 练习

source: Exercise 1
es: Ejercicio 1
fr: Exercice 1
nl: Oefening 1
zh_cn: 练习 1

source: - Train your ear and practise the introduced rhythmic patterns.
es: - Entrena tu oido y practica los nuevos ritmos introducidos.
fr: - Entraînez votre oreille et exercez-vous avec les patrons rythmiques introduits.
nl: - Oefen uw gehoor voor de nieuwe ritmische patronen.
zh_cn: 练耳并练习介绍的节奏模式

source: Exercise 2
es: Ejercicio 2
fr: Exercice 2
nl: Oefening 2
zh_cn: 练习 2

source: - Read scores containing the rhythms studied in this lesson.
es: - Lee partituras que contienen los ritmos introducidos en esta lección.
fr: - Lisez les partitions contenant les rythmes étudiés dans cette leçon.
nl: - Lees partituren die de ritmes bevatten die bestudeerd worden in deze les.
zh_cn: 阅读包含本课程中学习的节奏模式的谱子。

source: Press 'Play' and listen. Train your ear and practise reading this rhythm.
fr: Appuyez 'Jouer' et écoutez. Entraînez votre oreille et exercez-vous à lire ce rythme.
nl: Druk 'Afspelen' om het ritme aan te leren. Oefen uw gehoor en het lezen van dit ritme.
zh_cn: 点击“播放”然后听。练耳，练习读出这种节奏

source: Compound time of 9/8. Dotted quarter note
es: Subdivisión ternaria. Compás de 9/8.Negra con puntillo
fr: Temps composé à 9/8. Noire pointée
nl: Samengestelde maat van 9/8. Gepunteerde vierde noot.
zh_cn: 混合拍号9/8。附点四分音符

source: In this lesson the compound time of 9/8 is introduced, as well as two new rhythmic patterns. The 9/8 time has three beats and each beat is occupied by a 8th note. The measure is occupied by a dotted quarter note.
es: En este tema se introduce el compas de 9/8 y dos nuevos patrones rítmicos. El compás de 9/8 es de subdivisión ternaria y tiene tres partes, la primera fuerte y las otras dos débiles. Cada parte está ocupada por una negra con puntillo y el compás se rellena con una blanca con puntillo.
fr: Dans cette leçon, le temps composé à 9/8 est présenté, ainsi que deux nouveaux patrons rythmiques. La mesure à 9/8 a trois pulsations et chacune est occupée par une croche. La mesure est occupée par une noire pointée.
nl: In deze les wordt de samengestelde maat van 9/8 tesamen met twee nieuwe ritmische patronen geïntroduceerd. De 9/8ste maat heeft drie slagen en elke slag stemt overeen met een 8ste noot. De maat wordt beheerst door een gepunteerde vierde noot.
zh_cn: 本课中将介绍混合9/8拍，以及两个新的节奏模式。9/8拍有三拍，每拍由一个八分音符构成。一个小节由一个附点四分音符占据。

source: Compound time of 9/8. Whole note tied to next beat
es: Subdivisión ternaria de 9/8. Blanca ligada a siguiente parte fuerte
fr: Temps composé à 9/8. Une ronde liée à la prochaine pulsation
nl: Samengestelde tijd van 9/8. Hele noot gebonden aan de volgende tel.
zh_cn: 混合拍号9/8。全音符和下一拍相连

source: Press 'Play' and listen. Train your ear and practise the newly introduced patterns.
fr: Appuyez 'Jouer' and écoutez. Entraînez votre oreille et exercez-vous avec les nouveaux patrons rythmiques introduits.
nl: Druk op 'Afspelen' en luister. Oefen uw oor voor het herkennen van de nieuwe patronen.
zh_cn: 点击“播放”然后试听。练耳并练习新介绍的模式。

source: Two 16th notes and one 8th
es: Subdivisión binaria. Dos semicorcheas y corchea
fr: Deux doubles croches et une croche
nl: Twee 16de noten en één 8ste noot
zh_cn: 两个16分音符和一个8分音符

source: In this lesson two new rhythmic patterns are introduced:
es: En esta lección se introducen dos nuevos patrones rítmicos:
fr: Dans cette leçon, deux nouveaux patrons rythmiques sont introduits :
nl: In deze les worden twee nieuwe ritmische patronen geïntroduceerd:
zh_cn: 本课时中将介绍两种新的节奏模式：

source: Note the differences between the following rhythmic patterns and how they are formed when we tie notes in the basic four 8th notes pattern. Compare this pattern with the one in the last measure. Note the different rhythmic accent between measures 3 and 4.
es: Observa la diferencia entre los siguientes patrones rítmicos y cómo se obtienen al ligar notas en el patrón básico de cuatro semicorcheas. Compáralo con el patrón opuesto del último compás. Fíjate bien en el diferente acento rítmico entre los patrones de los compases 3 y 4.
fr: Remarquez les différences entre les patrons rythmiques suivants et comment ils sont formés quand nous lions les 4 croches. Comparez ce patron avec celui de la dernière mesure. Remarquez l'accent rythmique différent entre les mesures 3 et 4.
nl: Noteer het verschil tussen de volgende ritmische patronen en hoe ze gevormd worden wanneer we de noten verbinden in het basis 8ste noten patroon. Vergelijk dit patroon met dat van de laatste maat. Noteer het ritmisch accent tussen de derde en vierde maat.
zh_cn: 注意接下来的节奏模式中的不同之处，以及如何将音符连入基本的四个八分音符的节奏中以形成这种模式。将这一模式和上一小节中的模式进行对比。注意第三小节和第四小节之间节奏重音的不同。

source: Press 'Play' and listen carefully the rhythm. Train your ear and practise the newly introduced patterns.
fr: Appuyez sur 'Jouer' et écoutez attentivement le rythme. Entraînez votre oreille et exercez-vous avec ces nouveaux patrons.
nl: Druk op 'Afspelen' en bestudeer aandachtig het ritme. Oefen uw gehoor en het lezen van het ritme.
zh_cn: 点击“播放”然后仔细听节奏。练耳并练习新介绍的模式。

source: Compound time of 12/8. 8th note tied to 16th notes
es: Subdivisión ternaria. Compás de 12/8. Redonda con puntillo. Corchea ligada a siguiente parte fuerte
fr: Temps composé à 12/8. Croche liée à des doubles croches
nl: Samengestelde tijd van 12/8. 8ste noot gebonden aan 16de noten
zh_cn: 混合拍子12/8.八分音符和十六分音符相连。

source: The compound time of 12/8 has four parts and each beat is occupied by a dotted quarter note. The accent is on the first one. It is a time similar to the 6/8 and 9/8 times but with four beats. The note occupying all the measure is the dotted whole note.
nl: De samengestelde maat van 12/8 heeft vier tellen en elke tel stemt overeen met een gepunteerde vierde noot. Het accent ligt op de eerste tel. Deze maatsoort is vergelijkbaar met 6/8 en 9/8 maar heeft vier tellen. De noot die een volledige maat in beslag neemt is de gepunteerde hele noot.
zh_cn: 混合拍号12/8包含四个部分，每一拍都由一个附点四分音符所占据。重音在第一个上。该节奏和6/8拍和9/8拍类似，不同的是包含四拍。整个小节由一个附点四分音符占据。

source: In this lesson a new rhythmic pattern is introduced: the 8th note tied to next beat:
es: En este tema se estudia un nuevo patrón rítmico: la corchea ligada a la siguiente parte fuere:
fr: dans cette leçon, un nouveau patron rythmique est introduit : la croche liée à la pulsation suivante :
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd: de 8ste noot gebonden aan de volgende tel:
zh_cn: 本课时中将介绍一种新的节奏模式：和下一拍相连的八分音符：

source: Listen and observe the differences
fr: Ecoutez et observez les différences.
nl: Luister en merk de verschilen op
zh_cn: 听辨不同

source: Note the differences between the following rhythmic patterns and how the second one is formed when the notes are tied.
es: Observa la diferencia entre los siguientes patrones rítmicos y cómo se obtiene el segundo al ligar las notas.
fr: Remarquez les différences entre les patrons rythmiques suivants et comme le deuxième est formé quand les notes sont liées.
nl: Noteer de verschillen tussen de volgende ritmische patronen en hoe het tweede gevormd wordt wanneer de noten gebonden worden.
zh_cn: 注意接下来的节奏模式的不同，以及第二个模式是如何通过音符相连而形成的。

source: Compound time. 8th note tied to 16th notes
es: Subdivisión ternaria: corchea ligada a semicorcheas
fr: Temps composé. Croche liée aux doubles croches
nl: Samengestelde maat. 8ste noot gebonden aan 16de noten
zh_cn: 混合拍子。八分音符和十六分音符相连

source: Two 16th notes, one quarter note and one 8th note
es: Subdivisión binaria. Grupo de dos semicorcheas y corchea ligado a siguiente nota
fr: Deux doubles croches, une noire et une croche
nl: Twee 16de noten, een 4de noot en een 8ste noot
zh_cn: 两个十六分音符，一个四分音符和一个八分音符

source: In this lesson a new rhythmic pattern is introduced. This pattern can be written in two different ways:
es: En este tema se introducen un nuevo patrón rítmico, que puede escribirse de dos formas distintas:
fr: Dans cette leçon, un nouveau patron rythmique est introduit. Il peut être écrit de deux façons différentes :
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd. Dit patroon kan op twee manieren geschreven worden:
zh_cn: 本课将介绍一种新的节奏模式。这种模式可以用两种方式表示：

source: Note the difference between the first measure and the others and how they are formed when putting a tie.
es: Observa la diferencia entre el primer compas y los siguientes y cómo se obtienen al ligar los dos grupos del primer compás.
fr: Remarquez la différence entre la première mesure et les autres et comme elles sont formées lorsqu'une liaison est placée.
nl: Merk het verschil op tussen de eerste maat en de volgende en hoe ze gevormd worden wanneer een koppeling geplaatst wordt.
zh_cn: 注意第一小节和其他小节的不同，以及如何通过加连音符实现。

source: Compound time. Three 8th notes tied to next beat
es: Subdivisión ternaria. Grupo de tres semicorcheas ligado a negra
fr: Temps composé. Trois croches liées à la pulsation suivante
nl: Samengestelde tijd. Drie 8ste noten gebonden aan de volgende tel.
zh_cn: 混合拍子。三个八分音符和下一拍相连

source: Note the difference between the first and the second measure and between the third and the fourth. Note how they are formed when putting a tie.
es: Observa la diferencia entre el primer y el segundo compas y entre el tercero y el cuarto. Observa cómo se obtienen al ligar los dos grupos del compas precedente.
fr: Remarquez la différence entre la première et la deuxième mesures et entre la troisième et la quatrième. Remarquez comme elles sont formées quand une liaison est placée.
nl: Merk het verschil op tussen de eerste en de tweede maat en tussen de derde en de vierde. Noteer hoe ze gevormd worden indien een koppeling geplaatst wordt.
zh_cn: 注意第一个、第二个小节以及第三第四小节的不同。注意如何通过加连音符实现。

source: Two 16th notes, one quarter note and two 16th notes
es: Subdivisión binaria. Dos semicorcheas y negra
fr: Deux doubles croches, une noire et deux doubles croches
nl: Twee 16de noten, een 4de noot en twee 16de noten
zh_cn: 两个十六分音符，一个四分音符和两个十六分音符

source: In this lesson a new rhythmic pattern is introduced as the result of tying a group of two 8th notes and a quarter note to a group of a quarter note and two 8th notes. Note how it can also be written with a quarter note:
es: En este tema se introduce un nuevo patrón rítmico, resultante de ligar un grupo de dos semicorcheas y corchea con otro de corchea y dos semicorcheas. Observa que puede escribirse también con una negra:
fr: Dans cette leçon, un nouveau patron rythmique est introduit correspondant à la liaison d'un groupe de deux croches et une noire avec un groupe d'une noire et deux croches. Remarquez comme il est possible aussi de l'écrire avec une noire :
nl: In deze les wordt een ritmisch patroon geïntroduceerd dat het resultaat is van het verbinden van een groep van twee 8ste noten en een vierde noot aan een groep van één vierde noot en twee 8ste noten. Merk op hoe dit ook als een vierde noot geschreven kan worden:
zh_cn: 本课时将介绍一种新的节奏模式，通过把两个八分音符和一个四分音符的组合同一个四分音符和两个八分音符的组合相连得到。注意它如何可以用四分音符表示。

source: Note the difference between the first and the second measure. Note how it is formed when putting a tie.
es: Observa la diferencia entre el primer y el segundo compas. Observa cómo éste se obtiene al ligar los dos grupos del primer compas.
fr: Remarquez la différence entre la première et la deuxième mesures. Remarquez le résultat avec une liaison placée.
nl: Merk het verschil op tussen de eerste en tweede maat. Noteer hoe dit gevormd wordt indien een koppeling geplaatst wordt.
zh_cn: 注意第一小节和第二小节的区别，如何通过加连音符实现。

source: Compound time. 8th note, rest and note
es: Subdivisión ternaria. Corchea débil aislada ligada a siguiente parte
fr: Temps composé. croche, silence et note
nl: Samengestelde tijd. 8ste noot, een rust en nog een noot
zh_cn: 混合拍子。八分音符，休止符和音符。

source: In this lesson a new rhythmic pattern is introduced, as the result of tying a group of two 16th notes and one 8th with a group of a 8th note and two 16th notes. Note that in can also be written using a quarter note:
es: En este tema se introduce un nuevo patrón rítmico, resultante de ligar un grupo de dos semicorcheas y corchea con otro de corchea y dos semicorcheas. Observa que puede escribirse también con una negra:
fr: Dans cette leçon, un nouveau patron rythmique est introduit correspondant à la liaison d'un groupe de deux doubles croches et une croche avec un groupe d'une croche et deux doubles croches. Remarquez qu'il est possible aussi de l'écrire avec une noire :
nl: In deze les wordt een ritmisch patroon geïntroduceerd dat het resultaat is van het verbinden van een groep van twee 16de noten en een 8ste noot met een groep van 8ste noten en twee 16de noten. Merk op dat dit ook geschreven kan worden met een vierde noot:
zh_cn: 本课时将介绍一种新的节奏模式，通过把两个十六分音符和一个八分音符的组合同一个八分音符和两个十六音符的组合相连得到。注意它如何可以用四分音符表示。

source: Note the difference between the first and the second measure. Note how it is formed when tying the two groups of the first measure.
es: Observa la diferencia entre el primer y el segundo compas. Observa cómo éste se obtiene al ligar los dos grupos del primer compas.
fr: Remarquez la différence entre la première et la deuxième mesures. Remarquez le résultat quand les deux groupes de la première mesure sont liés.
nl: Merk het verschil op tussen de eerste en de tweede maat. Merk op hoe dit gevormd wordt door de twee groepen van de eerste maat te verbinden.
zh_cn: 注意第一小节和第二小节之间的不同，如何通过将第一小节中的两组音符相连得到。

source: Duple meter. The triplet
es: Subdivisión binaria. El tresillo
fr: Duolet. Triolet
nl: Tweedelige maatsoort. De triool.
zh_cn: 三拍子。三连音。
