Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/L2_MusicReading_*.po
Languages: es, fr, nl, zh_cn

source: You know that simple time signatures tell us the number of beats in each measure. For example, in 3/4 there are three beats in each measure and each beat is occupied by a quarter note:
es: Como sabes, en ritmos de subdivisión binaria el numerador indica el número de partes del compás y el denominador indica el tipo de nota que ocupa cada parte. Por ejemplo, el ritmo de 3/4 tiene 3 partes y cada una se rellena con una nota negra:
fr: Vous savez que le chiffrage simple nous indique le nombre de pulsations dans chaque mesure. Par exemple, en 3/4 il y a trois pulsations dans chaque mesure et chaque pulsation est occupée par une noire :
nl: U weet dat enkelvoudige maatsoorten het aantal slagen in elke maat weergeven. Bijvoorbeeld, in 3/4 zijn er drie slagen in elke maat en elke slag stemt overeen met een vierde noot:
zh_cn: 简单的拍号告诉我们每小节中的拍数。例如，在3/4拍中，以四分音符为一拍，每小节三拍：

source: You also know that each beat can subdivide into smaller units. For example, we can divide it into two parts by writting two eighth notes or into four parts by using 16th notes:
es: También sabes que cada parte puede subdividirse utilizando para ello notas de menor duración. Por ejemplo, una negra puede sustituirse por dos corcheas o por cuatro semicorcheas:
fr: Vous savez aussi que chaque pulsation peut être subdivisée en unités plus petites. Par exemple, nous pouvons la diviser en deux parties avec deux croches, en quatre parties avec des doubles croches :
nl: U weet ook dat elke tel onderverdeeld kan worden in kleinere eenheden. We kunnen bijvoorbeeld in twee delen door twee achtste noten te schrijven of in vier delen door 16de noten te gebruiken:
zh_cn: 每一拍均可被分成更小的单元。例如，我们可以将其分成两个八分音符表示，或者将其分成四个十六分音符：

source: But, what to do if you want to divide the beat into three even parts? The answer is called a 'triplet': you write three eight notes and you group them together, using a slur or bracket, with a number '3'. The '3' indicates that the three notes must be played in the time alloted for two notes. So a triplet quarter note is 2/3 the duration of a standard quarter note. Similarly, three triplet eighth notes are equal in duration to a quarter note. If several note values appear under the triplet bracket, they are all affected the same way, reduced to 2/3 their original duration.
es: Pero, ¿qué hacer si quieres dividir una parte en un número impar de subpartes, por ejemplo, en tres? La respuesta recibe el nombre de 'tresillo': consiste en escribir tres corcheas, agrupadas mediante un arco o un corchete con el número 3 encima. Estas marcas indican que las tres corcheas deben ejecutarse en el tiempo que normalmente ocupan dos corcheas, de forma que las corcheas de un tresillo duran 2/3 de la duración normal de una corchea.
fr: Mais, que faire si vous voulez diviser la pulsation en trois parties identiques ? la réponse est 'un triolet' : vous écrivez trois croches groupées ensemble, en utilisant une liaison ou une parenthèse, avec le nombre '3'. Il indique que les trois notes doivent être jouées dans le temps assigné à deux notes. Donc une noire de triolet représente 2/3 de la durée d'une noire normale. De la même façon, un triolet de croches est egal en durée à une noire. Si plusieurs valeurs de notes apparaissent sous la parenthèse du triolet, elles sont toutes affectées de la même façon, reduites au 2/3 de leur durée initiale.
nl: Maar, wat als we de slag willen onderverdelen in drie gelijke delen? Het antwoord wordt een triool genoemd. U schrijft drie achtste noten en groepeert deze door middel van een trioolboog, met het getal drie. De drie duidt aan dat de drie noten gespeeld dienen te worden in de tijd toegekend aan twee noten. Dus een triool van vierde noten is 2/3 van de duur van een standaard kwartnoot. Overeenkomstig stemmen drie achtste noten van een triool overeen in tijdsduur met een vierde noot. Indien verschillende nootwaarden verschijnen onder de trioolboog, worden ze allen op dezelfde manier behandeld door ze te reduceren tot 2/3 van hun originele tijdsduur.
zh_cn: 如果想将节拍分成三个均等的部分怎么办？这种情况被称为”三连音“：将三个八分音符组成一组，使用一个连音符或者一个括号，加一个数字”3“。”3“表示三个音符必须在两个音符的时长之内演奏完。因此一个三连音四分音符的时长是普通四分音符时长的2/3。相似的，三个三连音八分音符的时长等同于一个四分音符。如果有几个音符出现在三连音符号下面，它们都将遵循这一规律，其时长减少至原来的2/3。

source: - Read scores with triplets.
es: - Lee partituras con tresillos.
fr: - Lisez les partitions avec des triolets.
nl: - Lees partituren met triolen.
zh_cn: - 读包含三连音的乐谱。

source: Notes tied to a triplet
es: Notas ligadas a un tresillo
fr: Notes liées à un triolet
nl: Noten gebonden aan een triool.
zh_cn: 和三连音相连的音符

source: In this lesson a new rhythmic pattern is introduced, by tying a note to a triplet:
es: En este tema se introduce un nuevo patrón rítmico, al ligar una nota a un tresillo:
fr: Dans cette leçon, un nouveau patron rythmique est introduit, en liant une note à un triolet :
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd door een noot te binden aan een triool:
zh_cn: 本课时将介绍一种新的节拍模式，该模式将一个音符和一个三连音捆绑：

source: Note the difference between the first and the second measure, and between the third and the fourth. Note how they are formed when tying the note to the triplet:
es: Observa la diferencia entre el primer y el segundo compas, y entre el tercero y el cuarto. Observa cómo los segundos se obtienen al ligar la nota con el tresillo:
fr: Remarquez la différence entre la première et la deuxième mesures, et entre la troisième et la quatrième. Remarquez comme elles sont formées avec le triolet :
nl: Noteer het verschil tussen de eerste en de tweede maat, en tussen de derde en de vierde maat. Merk op hoe ze gevormd worden door de noot te binden aan het triool:
zh_cn: 注意第一小节和第二小节的不同，以及第三和第四小节的不同。注意他们如何和三连音相结合形成了这种模式。

source: Compound time. Three quarter notes
es: Subdivisión ternaria. Tres negras en ritmo ternario
fr: Temps composé. Trois noires.
nl: Samengestelde maat. Drie vierde noten
zh_cn: 混合拍子。三个四分音符

source: In this lesson a new rhythmic pattern is introduced, as the result of tying the notes, in pairs, of two triplets. Note that in can also be written using a quarter note:
es: En este tema se introduce un nuevo patrón rítmico, resultante de ligar las notas, por pares, de dos tresillos. Observa que puede escribirse también con una negra:
fr: Dans cette leçon, un nouveau patron rythmique est introduit en reliant les notes, en paires de deux triolets. Remarquez qu'il est possible de l'écrire aussi en utilisant une noire :
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd dat het resultaat is van het binden van de noten in paren van twee triolen. Merk op dat dit ook geschreven kan worden door middel van een vierde noot:
zh_cn: 本课时将介绍一种新的节奏模式，作为成对或者两个三连音形式捆绑音符的结果。注意该模式可以使用一个四分音符表示：

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 and are formed by tying the triplets.
es: Observa la diferencia entre el primer y el segundo compas, y entre el tercero y el cuarto. Observa cómo los compases 2 y 4 son similares al 1 y 3, respectivamente, y se obtienen al ligarlos tresillos:
fr: Remarquez la différence entre la première et la deuxième mesures, et entre la troisième et la quatrième. Remarquez comme les mesures 2 et 4 sont similaires aux mesures 1 et 3 et sont formées en liant les triolets.
nl: Noteer het verschil tussen de eerste en de tweede maat en tussen de derde en de vierde. Noteer hoe maat 2 en 4 overstemmen met maat 1 en 3 en gevormd worden door de triolen te binden.
zh_cn: 注意第一小节和第二小节的不同，以及第三和第四小节的不同。主要小节2和小节4和小节1和小节3的相似之处，并同时和三连音相结合。

source: Triplet tied to next note
es: Tresillo ligado a siguiente nota
fr: Triolet lié à la note suivante
nl: Triool gebonden aan de volgende noot
zh_cn: 和下一个音符相连的三连音

source: In this lesson two new rhythmic patterns are introduced. They are the result of tying a triplet to the next note:
es: En este tema se introducen dos nuevos patrones rítmicos, resultantes de ligar la última corchea de un tresillo a la parte fuerte del siguiente tiempo:
fr: Dans cette leçon, deux nouveaux patrons rythmiques sont introduits. Ils correspondent à la liaison d'un triolet avec la prochaine note :
nl: In deze les worden twee nieuwe ritmische patronen geïntroduceerd. Ze zijn het resultaat van het verbinden van een triool aan de volgende noot:
zh_cn: 本课时将介绍两种新的节奏模式。它们是将三连音和下一个音符捆绑得到的。

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 but tying the triplets.
es: Observa la diferencia entre el primer y el segundo compas, y entre el tercero y el cuarto. Observa cómo los compases 2 y 4 son similares a los compases 1 y 3 pero ligando los tresillos.
fr: Remarquez la différence entre la première et la deuxième mesures et entre la troisième et la quatrième. Remarquez comme les mesures 2 et 4 sont similaires aux mesures 1 et 3 mais en liant les triolets.
nl: Noteer het verschil tussen de eerste en de tweede maat en tussen de derde en de vierde. Noteer hoe maat 2 en 4 overeenstemmen met maat 1 en 3 door het verbinden van de triolen.
zh_cn: 注意第一小节和第二小节的不同，以及第三和第四小节的不同。主要小节2和小节4和小节1和小节3的相似之处，并同时和三连音相结合。

source: Dotted 8th note
es: Subdivisión binaria. La corchea con puntillo
fr: Croche pointée
nl: Gepunteerde 8ste noot
zh_cn: 附点八分音符

source: In this lesson the dotted 8th note pattern in simple times is introduced:
es: En este tema se introduce el patrón de corchea con puntillo en ritmos de subdivisión binaria:
fr: Dans cette leçon, la croche pointée est présentée dans un temps simple :
nl: In deze les wordt de gepunteerde 8ste noot in eenvoudige maatsoorten geintroduceerd:
zh_cn: 在本课时将介绍简单节拍中的附点八分音符模式：

source: Note how the rhythm of dotted 8th note can be obtained from one 8th note and two 16th notes, when tying the 8th note.
fr: Remarquez comme le rythme de la croche pointée peut être obtenu à partir d'une croche et une double croche liées.
nl: Merk op hoe het ritme van de gepunte 8ste noot bekomen kan worden via een 8ste noot en twee 16de noten door de 8ste noot te binden.
zh_cn: 注意附点八分音符的节奏可以如何通过一个八分音符和两个十六分音符获得，当与八分音符捆绑时。

source: Always that you find a trouble with a rhythmic pattern, study it first without the ties. When learned without the ties it will be easier to learn the original one with ties.
fr: A chaque fois que vous rencontrez des difficultés avec un patron rythmique, étudiez le d'abord sans liaison. Quand il est compris sans liaison, il est ensuite plus facile de l'apprendre avec.
nl: Tracht, zoals steeds bij het aanleren van een nieuw ritmisch patroon, het te vatten door het eerst te bestuderen zonder de koppelingen. Zo wordt het makkelijker om het oorspronkelijke ritme, met koppelingen, aan te leren.
zh_cn: 当你觉得学习某一种节奏模式困难时，先不要添加连音符。不添加连音符的原始模式学起起来更简单。

source: In a similar way you can get and learn the other patterns of this lesson:
es: De forma similar, puedes obtener y aprender los otros dos patrones de esta lección:
fr: De façon similaire, vous pouvez apprendre les autres patrons de cette leçon :
nl: Op dezelfde manier kan u de andere patronen van deze les aanleren:
zh_cn: 使用类似方法你可以掌握本课时中的其他模式：

source: - Train your ear: the dotted 8th note pattern.
es: - Educa el oido: el patrón de corchea con puntillo.
fr: - Entraînez votre oreille : la croche pointée.
nl: - Oefen uw gehoor: een gepunteerde 8ste noot patroon.
zh_cn: - 练耳：附点八分音符模式。

source: - Train your ear: a quarter note tied to a dotted 8th note.
es: - Educa el oido: la nota negra ligada a corchea con puntillo.
fr: - Entraînez votre oreille : une noire liée à une croche pointée.
nl: - Oefen uw gehoor: een vierde noot gebonden aan een gepunteerde 8ste noot.
zh_cn: - 练耳：和一个附点八分音符相连的四分音符。

source: Exercise 3
es: Ejercicio 3
fr: Exercice 3
nl: Oefening 3
zh_cn: 练习 3

source: - Train your ear: Group of two 8th notes tied to a dotted 8th note.
es: - Educa el oido: grupo de dos corcheas ligado a corchea con puntillo.
fr: - Entraînez votre oreille : un groupe de deux croches lié à une croche pointée.
nl: - Oefen uw gehoor: groep van twee 8ste noten gebonden aan één gepunteerde 8ste noot.
zh_cn: - 练耳：和一个附点八分音符相连的两个八分音符组。

source: Exercise 4
es: Ejercicio 4
fr: Exercice 4
nl: Oefening 4
zh_cn: 练习 4

source: A quarter note tied to a dotted 8th note
es: La nota negra ligada a corchea con puntillo
fr: Une noire liée à une croche pointée
nl: Een vierde noot gebonden aan een gepunteerde 8ste noot
zh_cn: 和附点八分音符相连的四分音符

source: Group of two 8th notes tied to a dotted 8th note
es: Grupo de dos corcheas ligado a corchea con puntillo
fr: Un groupe de deux croches lié à une croche pointée
nl: Groep van twee 8ste noten gebonden aan één gepunteerde 8ste noot
zh_cn: 和一个附点八分音符相连的两个八分音符组

source: Compound time. 8th note tied to next beat
es: Subdivisión ternaria. Corchea ligada a siguiente parte
fr: Temps composé. Croche liée à la pulsation suivante
nl: Samengestelde tijd. 8ste noot gebonden aan de volgende maat
zh_cn: 混合拍子。和下一拍相连的八分音符

source: In this lesson the next patterns are introduced:
es: En este tema se introducen los siguientes patrones:
fr: Dans cette leçon, les patrons suivants sont introduits :
nl: In deze les worden de volgende patronen geïntroduceerd:
zh_cn: 在本课时中以下模式将会被介绍：

source: - Train your ear: 8th note tied to next beat.
es: - Educa el oido: la corchea ligada a la siguiente parte.
fr: - Entraînez votre oreille : croche liée à la pulsation suivante.
nl: - Oefen uw gehoor: 8ste noot gebonden aan de volgende maat.
zh_cn: - 练耳：和下一拍相连的八分音符。

source: - Train your ear: Dotted quarter note tied to group of 8th note, 8th rest and 8th note.
es: - Educa el oido: negra con puntillo ligada a grupo de corchea, silencio y corchea.
fr: - Entraînez votre oreille : noire pointée liée à un groupe d'une croche, un demi-soupir et une croche.
nl: - Oefen uw gehoor: gepunteerde vierde noot gebonden aan een groep van een 8ste noot, een 8ste rust en nog een 8ste noot.
zh_cn: - 练耳：和八分音符组相连的附点四分音符，八分休止符和八分音符。

source: Dotted quarter note tied to group of 8th note, 8th rest and 8th note
es: Subdivisión binaria. Semicorchea y corchea con puntillo
fr: Noire pointée liée à un groupe d'une croche, un demi-soupir et une croche
nl: Gepunteerde vierde noot gebonden aan een groep van 8ste noot, 8ste rust en 8ste noot
zh_cn: 和一组八分音符相连的附点四分音符，八分休止符和八分音符

source: Tied dotted 8th note
es: Subdivisión binaria. Semicorchea y corchea con puntillo
fr: Croche pointée liée
nl: Gebonden gepunteerde noot
zh_cn: 相连的附点八分音符

source: - Train your ear: Pattern of 16th note and dotted 8th note.
es: - Educa el oido: Patrón de semicorchea y corchea con puntillo.
fr: - Entraînez votre oreille : double croche et croche pointée.
nl: - Oefen uw gehoor: Patroon van 16de en 8ste gepunteerde noten.
zh_cn: - 练耳：十六分音符和附点八分音符模式。

source: - Train your ear: 16th note and dotted 8th note tied to quarter note.
es: - Educa el oido: Semicorchea y corchea con puntillo ligada a negra.
fr: - Entraînez votre oreille : double croche et croche pointée liée à une noire.
nl: - Oefen uw gehoor: 16de noot en een gepunteerde 8ste noot gebonden aan een vierde noot.
zh_cn: - 练耳：十六分音符和与四分音符相连的附点八分音符。

source: - Train your ear: 16th note and dotted 8th note tied to 8th note.
es: - Educa el oido: Semicorchea y corchea con puntillo ligada a corchea.
fr: - Entraînez votre oreille : double croche et croche pointée liée à une croche.
nl: - Oefen uw gehoor: 16de noot en een gepunteerde 8ste noot gebonden aan een 8ste noot.
zh_cn: - 练耳：十六分音符和与八分音符相连的附点八分音符。

source: 16th note and dotted 8th note
es: Semicorchea y corchea con puntillo.
fr: Double croche et croche pointée
nl: 16de noot en een gepunteerde 8ste noot
zh_cn: 十六分音符和附点八分音符

source: 16th note and dotted 8th note tied to quarter note
es: Semicorchea y corchea con puntillo ligada a negra
fr: Double croche et croche pointée liée à une noire
nl: 16de noot en een gepunteerde noot gebonden aan een vierde noot
zh_cn: 十六分音符和与四分音符相连的附点八分音符

source: 16th note and dotted 8th note tied to 8th note
es: Semicorchea y corchea con puntillo ligada a corchea
fr: Double croche et croche pointée liée à une croche
nl: 16de noten en een gepunteerde 8ste noot gebonden aan een 8ste noot
zh_cn: 十六分音符和与八分音符相连的附点八分音符

source: Groups of two 16th notes
es: Subdivisión binaria. Grupos de dos semicorcheas
fr: Groupes de deux doubles croches
nl: Groepen van twee 16de noten
zh_cn: 两个十六分音符组

source: - Train your ear: 8th rest and two 16th notes.
es: - Educa el oido: Silencio de corchea y dos semicorcheas.
fr: - Entraînez votre oreille : demi-soupir et deux doubles croches.
nl: - Oefen uw gehoor: 8ste rust en twee 16de noten.
zh_cn: - 练耳：八分休止符和两个十六分音符

source: - Train your ear: Two 16th notes and 8th rest.
es: - Educa el oido: Dos semicorcheas y silencio de corchea.
fr: - Entraînez votre oreille : deux doubles croches et un demi-soupir.
nl: - Oefen uw gehoor: twee 16de noten en een 8ste rust.
zh_cn: - 练耳：两个十六分音符和八分休止符。

source: 8th rest and two 16th notes
es: Silencio de corchea y dos semicorcheas
fr: Demi soupir et deux doubles croches
nl: 8ste rust en twee zestiende noten
zh_cn: 八分休止符和两个十六分音符

source: Two 16th notes and 8th rest
es: Dos semicorcheas y silencio de corchea
fr: Deux doubles croches et un demi-soupir
nl: Twee 16e noten en een 8ste rust
zh_cn: 两个十六分音符和八分休止符

source: Compound time. 8th note tied to next beat (2)
es: Subdivisión ternaria. Negra o corchea débil ligada a negra
fr: Temps composé. Croche liée à la pulsation suivante (2)
nl: Samengestelde tijd. 8ste noot gebonden aan volgende maat (2)
zh_cn: 混合拍子。和下一拍相连的八分音符（2）

source: - Train your ear: Quarter note tied to 8th note.
es: - Educa el oido: Negra ligada a corchea.
fr: - Entraînez votre oreille : noire liée à une croche.
nl: - Oefen uw gehoor: Vierde noot gebonden aan 8ste noot.
zh_cn: - 练耳：和八分音符相连的四分音符

source: - Train your ear: 8th note tied to quarter note in next beat.
es: - Educa el oido: Corchea débil ligada a negra.
fr: - Entraînez votre oreille : croche liée à une noire sur la pulsation suivante.
nl: - Oefen uw gehoor: 8ste noot gebonden aan vierde noot in volgende maat.
zh_cn: - 练耳：和下一拍的四分音符相连的八分音符。

source: Quarter note tied to 8th note
es: Negra ligada a corchea
fr: Noire liée à une crochet
nl: Vierde noot gebonden aan 8ste noot
zh_cn: 和八分音符相连的四分音符

source: 8th note tied to quarter note in next beat
es: Corchea débil ligada a negra
fr: Croche liée à une noire sur la pulsation suivante
nl: 8ste noot gebonden aan vierde noot in de volgende maat
zh_cn: 和下一拍的四分音符相连的八分音符

source: Note tied to four 16th notes
es: Subdivisión binaria. Negra o corchea ligada a cuatro semicorcheas
fr: Note liée à quatre doubles croches
nl: Noot gebonden aan vier 16de noten
zh_cn: 和四个十六分音符相连的音符

source: - Train your ear: Quarter note tied to four 16th notes.
es: - Educa el oido: Negra ligada a cuatro semicorcheas.
fr: - Entraînez votre oreille : noire liée à quatre doubles croches.
nl: - Oefen uw gehoor: Vierde noot gebonden aan vier 16de noten.
zh_cn: - 练耳：和四个十六分音符相连的四分音符。

source: - Train your ear: 8th note tied to four 16th notes.
es: - Educa el oido: Corchea ligada a cuatro semicorcheas.
fr: - Entraînez votre oreille : croche liée à quatre doubles croches.
nl: - Oefen uw gehoor: 8ste noot gebonden aan vier 16de noten.
zh_cn: - 练耳：和四分音符相连的八分音符。

source: Quarter note tied to four 16th notes
es: Negra ligada a cuatro semicorcheas
fr: Noire liée à quatre doubles croches
nl: Vierde noot gebonden aan vier 16de noten
zh_cn: 和四个十六分音符相连的四分音符。

source: 8th note tied to four 16th notes
es: Corchea ligada a cuatro semicorcheas
fr: Croche liée à quatre doubles croches
nl: 8ste noot gebonden aan vier 16de noten
zh_cn: 和四个十六分音符相连的八分音符。

source: Send your comments and sugesstions to LenMus team (www.lenmus.org)
es: Envía tus comentarios y sugerencias al equipo de LenMus (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.2
es: Distribuido bajo los términos de la Licencia GNU de Documentación Libre v1.2

source: Cecilio Salmeron
es: Cecilio Salmerón

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the documentation received with this program, and it is also available at
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia GNU de Documentación Libre, Versión 1.2 o cualquier otra versión posterior publicada por la Free Software Foundation; sin Secciones Invariantes ni Textos de Cubierta Delantera ni Textos de Cubierta Trasera. Una copia de la licencia está incluida en la documentación recibida junto con este programa. y también está accesible en

source: Lesson and note the differences
es: Escucha y observa las diferencias:

source: Lesson each measure and note how the new introduced pattern appears:
es: Escucha cada compás y observa cómo se forma el nuevo patrón:

source: Press 'Play' and lesson the rhythm. Train your ear and practise reading this rhythm.
es: Pulsa 'Tocar' y escucha el ritmo. Entrena tu oido y practica la lectura de este ritmo.

source: Press 'Play' and lesson (carefully) the rhythm. Train your ear and practise reading this rhythm.
es: Pulsa 'Tocar' y escucha con atención el ritmo. Entrena tu oido y practica la lectura de este ritmo.

source: The compound time of 12/8 has four parts and each beat is occupied by a dotted quarter note. The accent is on the first one. Ii is a time similar to the 6/8 and 9/8 times but with four beats. The note occupying all the measure is the dotted whole note.
es: El compás de 12/8 es de subdivisión ternaria y tiene cuatro tiempos. La primera parte es fuerte y las otras tres son débiles. Es un compás similar a los ya estudiados de 6/8 y 9/8 pero con cuatro partes. La figura que ocupa todo el compás es la redonda con puntillo.

source: Lesson and observe the differences
es: Escucha y observa las diferencias

source: Lesson the difference
es: Escucha la diferencia

source: As always that you find any trouble with a rhymic pattern try to get it by tying notes and study it firts without the ties. Note how the rhythm of dotted 8th note can be obtained from one 8th note and two 16th notes, when tying the 8th note.
es: Como siempre que tengas alguna dificultad con un ritmo, trata de descomponerlo en otros mas sencillos suprimiendo ligados. Observa cómo el ritmo de corchea con puntillo resulta del ritmo de corchea y dos semicorcheas, ya estudiado, al ligar la corchea. A su vez, el ritmo de cochea y dos semicorcheas puede obtenerse del de cuatrosemicurcheas al ligar las dos primeras.
