Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/SingleExercises_*.po
Languages: fr, nl

source: Send your comments and sugesstions to LenMus team (www.lenmus.org)
nl: Stuur uw commentaar en suggesties naar het LenMus team (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License (see copyrights page for details.)
nl: Gelicentieerd onder de voorwaarden van de GNU Free Documentation License (zie ook de copyrights pagina voor meer gedetailleerde informatie.)

source: Single exercises
fr: Exercices individuels
nl: Enkelvoudige oefeningen

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included
nl: Het is toegestaan om dit document te copieren, te verspreiden en of te wijzigen onder de voorwaarden van de GNU Free Documentation Licence, versie 1.1. of elkelatere versie gepubliceerd door de Free Software Foundation, zonder ongewijzigdesecties, zonder omslag teksten (op de voor en achterkant). Een copie van de licentie is bijgevoegd.

source: here
nl: hier

source: The authors have taken care in the preparation of this documentation, but make no expressed or implied warranty of any kind and assume no responsibility for errors or omissions. No liability is assumed for incidental or consequential damages in connection with or arising out of the use of the information contained herein.
nl: De auteurs hebben deze documentatie met zorg voorbereid, doch geven geen expliciete, noch impliiete garantie van welke aard ook en nemen geen verantwoordelijkheid voor fouten of weglatingen. In geen enkel geval kunnen de auteurs aansprakelijk gesteld worden voor incidentele of voortvloeiende schade, in relatie tot het gebruik van de informatie hierin vervat.

source: Contents
nl: Inhoud

source: Introduction to single exercises
fr: Introduction vers exercices simples
nl: Introductie tot enkelvoudige oefeningen

source: Appart of exercises included in
nl: Behalve de oefeningen opgenomen in

source: the eBooks
nl: de eBoeken

source: , the following general exercises (customizable to suit your needs at any moment) are available:
nl: , de volgende algemene oefeningen zijn beschikbaar. Ze kunnen ten allen tijde aan uw noden kunnen aangepast worden:

source: Exercises for aural training
fr: Exercices pour oral entrainement
nl: Oefeningen voor gehoortraining

source: 1.1. Intervals' comparison
nl: 1.1. Interval vergelijking

source: 1.2. Intervals' identification
nl: 1.2. Interval identificatie

source: 1.3. Chords' identification
nl: 1.3. Identificatie van akkoorden

source: 1.4. Scales' identification
nl: 1.4. Toonaard identificatie

source: Exercises to practise theory
fr: Exercices pour practiquer la théorie
nl: Theoretische oefeningen

source: 2.1. Key signatures' identification
nl: 2.1. Identificatie van de sleutel signatuur

source: 2.2. Interval's identification and construction
nl: 2.2. Identificatie van intervallen en opbouw

source: 2.3. Scales' identification
nl: 2.3. Toonaard identificatie

source: 2.4. Chords' identification
nl: 2.4. Identificatie van akkoorden

source: Other exercises
fr: Autres exercices
nl: Andere oefeningen

source: 3.1. Clefs Reading
nl: 3.1. Lezen van sleutels

source: Aural training exercises
fr: Exercises pour oral entrainement
nl: Gehoortraining

source: Intervals' comparison
nl: Interval vergelijking

source: Exercise: Lesson two intervals and identify which one is greater
fr: Exercise: Ecouter deux intervalles et identifier lequel c'est le plus grand
nl: Oefening: leer welk van twee intervallen het grootste is

source: Intervals' identification
nl: Interval vergelijking

source: Exercise: Lesson an interval and identify it
fr: Exercice : Ecouter un intervalle et l'identifier
nl: Oefening: identificeer intervallen

source: Chords' identification
fr: Identification d'accords
nl: Identificatie van akkoorden

source: Exercise: Lesson a chord and identify its type
fr: Exercice: Ecouter un accord et identifier son type
nl: Oefening: identificeer het type van akkoord

source: Scales' identification
fr: Identificastion d'échelles
nl: Toonaard identificatie

source: Exercise: Lesson a scale and identify its type
fr: Exercice: Écouter une échelle et identifier son type
nl: Oefening: identificeer het toonaard type

source: Theory exercises
fr: Autres exercices
nl: Theoretische oefeningen

source: Key signatures' identification
fr: Identification de tonalités
nl: Sleutel signatuur oefeningen

source: Exercise: Identify a key signature or indicate the number of accidentals it has
fr: Exercice: Identifier une tonalité ou indiquer le nombre d'accidentels qu'elle a
nl: Oefening: identificeer een sleutel signatuur of duid het aantal toevallige voortekens aan.

source: Interval's identification and construction
fr: Identification et construction d'intervalles
nl: Interval identificatie en opbouw

source: Exercise: Identify the scale shown
fr: Exercice: Identifier l'échelle montrée
nl: Oefening: identificeer de getoonde toonaard

source: Exercise: Identify the type of the shown chord
fr: Exercice: Identifier le type de l'accord montré
nl: Oefening: identificeer het type van het getoonde akkoord

source: Clefs Reading
fr: Lisant clefs
nl: Lezen van sleutels

source: General exercises, customizable to suit your needs at any moment.
fr: Exercices générals, personnalisables pour s'adapter à vos besoins n'importequel moment.

source: Cecilio Salmeron
fr: Cecilio Salmerón

source: Appart of exercises included in the eBooks, the following general exercises (customizable to suit your needs at any moment) are available:
fr: Apart des exercices inclus dans les eBooks, les suivant exercices générals (personnalisables pour s'adapter à vos besoins, n'importequel moment) sont valides:

source: Clefs reading
fr: Lisant clefs
