Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/TheoryHarmony_*.po
Languages: eu, fr, gl_es, nl

source: A plagal cadence takes place when grade IV (subdominant) resolves in grade I (tonic), both in root position. The plagal cadence is less strong than the authentic cadence and it is also known as the &quot;Amen&quot; cadence as it is used at the end of most church hymns.
eu: Kadentzia plagala gertatzen da IV. gradua (subdominantea) I. graduan (tonikoa) amaitzen denean, biak funtsezko posizioan daudela. Kadentzia plagala ez da benetako kadentzia bezain indartsua eta 'amen' kadentzia ere deritzote; eliz himno askoren amaieran erabiltzen da.
fr: Une cadence plagale correspond à l'enchaînement du IVe degré (sous-dominante) avec le Ier degré (tonique), les deux à l'état fondamental. La cadence plagale est moins conclusive que la cadence parfaite, elle est également connue comme la cadence &quot;Amen&quot; utilisée à la fin des chants religieux.
gl_es: Prodúcese enlazando o IV (Subdominante) e o I (Tónica), ambos grados en estado fundamental. É menos tensa que a cadencia auténtica. Tamén coñécese como a cadencia 'Amén', por ser esta a cadencia típica dos himnos eclesiásticos.
nl: De plagale cadens verschijnt wanneer de IVde graad (subdominant) opgaat in de Iste graad (tonica), beide in grondligging. De plagale cadens is minder sterk dan de autenthieke cadens en is ook gekend als de &quot;kerkelijke&quot; cadens omdat hij dikwijls gebruikt wordt op het einde van vele kerkhymnes.

source: In both cadence types, authentic and plagal, other chords playing the same harmonic functions can be used. For example, in the authentic cadence the V (dominant function) can be played by the VII. And in the plagal cadence the IV (subdominant function) can be played by the II. These replacements add variety and harmonic colour to the cadence.
eu: Bi kadentzia motatan, benetakoan eta plagalean, harmoniko funtzio berberak jotzen dituzten bestelako akordeak ere erabil daitezke. Esaterako, benetako kadentzian V.a (funtzio dominantea) VII.arekin batera jo daiteke. Eta kadentzia plagalean IV.a (funtzio subdominantea) II.arekin batera jo daiteke.
fr: Dans les deux types de cadences, parfaite et plagale, d'autres accords assurant la même fonction harmonique peuvent être utilisés. Par exemple, dans la cadence parfaite, le Ve degré (dominante) peut être remplacé par le VIIe. Dans la cadence plagale, le IVe degré (sous-dominante) peut être remplacé par le IIe. Ces substitutions apportent d'autres couleurs aux cadences.
gl_es: Para ambos tipos de cadencias, auténticas e plagales, débese ter en conta que poden utilizarse outros acordes que realicen a mesma función armónica que aquel ao que substitúen. Por exemplo, na cadencia auténtica, a función do V (Dominante) pode ser levada a cabo polo VII; e na cadencia plgal, a función do IV (Subdominante) pode ser levada a cabo por outros acordes, fundamentalmente o II. Estas sustituciónss fanse para obter variedade e colorido armónico.
nl: In beide cadenstypes, zowel de autenthieke als de plagale, moet ermee rekening gehouden worden dat andere akkoorden met dezelfde harmonische funkties gebruikt kunnen worden. In de autenthieke cadens bijvoorbeeld, kan graad V (dominant) gespeeld worden door graad VII. In de plagale cadens kan de IVde graad (subdominant) gespeeld worden door graad II. Deze vervangingen voegen een zekere variëteit toe aan de harmonische kleur van de cadens.

source: Theory
eu: Teoria
fr: Théorie
gl_es: Teoría
nl: Theorie

source: - Practise to recognize in a score if a terminal cadence is authentic perfect or plagal.
eu: - Jardun ezazu partitura batean asmatzen ea kadentzia terminal bat perfektua ala plagala den.
fr: - Entrainez-vous à reconnaître dans une partition si la cadence est parfaite ou plagale.
gl_es: - Practica o recoñecemento sobre unha partitura de cadencias auténticas e plagais.
nl: - Tracht te herkennen of een slotcadens perfekt autenthiek is of plagaal.

source: - Train your ear and practise to identify if a terminal cadence is authentic perfect or plagal.
eu: - Trebatu zure belarria eta jardun ezazu identifikatzen ea kadentzia terminal bat perfektua ala plagala den.
fr: - Entrainez-vous à identifier si une cadence finale est parfaite ou plagale.
gl_es: - Adestra o oido e identifica se unha cadencia é auténtica ou plagal.
nl: - Oefen uw gehoor en tracht te herkken of een slotcadens perfekt autenthiek is of plagaal.

source: Authentic and plagal cadences
eu: Kadentzia benetakoak eta plagalak
fr: Cadences parfaites et plagales
gl_es: Cadencias auténticas e plagais
nl: Autenthieke en plagale cadens

source: Theory: Identify if a terminal cadence is authentic perfect or plagal.
eu: Teoria: Asma ezazu ea kadentzia terminal bat benetako perfektua ala plagala den.
fr: Théorie : identifier si une cadence finale est parfaite ou plagale.
gl_es: Teoría: Identifica se unha cadencia conclusiva é perfecta ou plagal.
nl: Theorie: tracht te herkennen of een slotcadens perfekt autenthiek is of plagaal.

source: Aural training: Identify if a terminal cadence is authentic perfect or plagal.
eu: Asma ezazu ea kadentzia terminal bat benetako perfektua ala plagala den.
fr: Ecoute : identifiez si une cadence finale est parfaite ou plagale.
gl_es: Educación do oido: Identifica se unha cadencia conclusiva é perfecta ou plagal.
nl: Auditieve training: Tracht te herkennen of een cadens perfekt authentiek is of plagaal.

source: Transient cadences are not conclusive. They create a sensation of tension and unstability and an expectation of continuation. They are more like a short pause in the musical flow. There are two types of transient cadences:
eu: Kadentzia iragankorrak ez dira amaierakoak. Tentsio eta ezegonkortasun sentsazioa sortzen dute, jarraipen itxaropen bat. Areago dira eten labur bat musikaren joanean. Bi kandentzia iragankor mota daude:
fr: Les cadences transitoires ne sont pas conclusives. Elles laissent une impression de tension et d'instabilité et attendent une suite. Elles correspondent plus à une courte pause dans le discours musical. Il existe deux types de cadences transitoires :
gl_es: As cadencias suspensivas caracterízanse por crear sensacións de inestabilidade, tensión e necesidade de continuación. Distínguense dous tipos de cadencias suspensivas:
nl: De doorgaande cadens is niet besluitend. Hij creëert een gevoel van spanning en instabiliteit en een verwachting van voortzetting. Hij is meer als een korte pauze in de muzikale beweging. Er zijn twee types van doorgaande cadens:

source: half cadences
eu: kadentzia erdiak
fr: demi-cadences
gl_es: semicadencias
nl: halve cadens

source: deceptive cadences
eu: kadentzia iruzurtiak
fr: cadences rompues
gl_es: cadencias rotas
nl: bedrieglijke cadens

source: Half cadences
eu: Kadentzia erdiak
fr: Demi-cadences
gl_es: Semicadencia
nl: De Halve cadens

source: A half cadence takes place when the harmony moves to the V degree (dominant) from any other degree, except the tonic (I). The ending on V causes it to sound incomplete or 'suspended' due to the unstableness of the dominant chord. It is considered as the weakest cadence and cannot be used to end a musical phrase.
eu: Kadentzia erdia gertatzen da harmonia V. gradura (dominantea) mugitzen denean beste edozein gradutatik, tonikoa (I) salbuespena dela. V.ean amaitzeak osatu gabe edo 'luzaturik' entzutea eragiten du, akorde dominantearen ezegonkortasunagatik. Kadentziarik ahulenetako bat da eta ezin da erabili musika esaldi bat amaitzeko.
fr: Une demi-cadence correspond à l'enchaînement de n'importe quel degré, à l'exception de la tonique (Ier degré), vers le Ve degré (la dominante). La conclusion sur le Ve degré sonne incomplète ou "suspendue" du fait de l'instabilité de l'accord de dominante. Elle est considérée comme la cadence la plus faible et ne peut donc être utilisée pour terminer une phrase musicale.
gl_es: Prodúcese cando a harmonía móvese ata o V grado (Dominante) chegando desde calquera grado da escala, fóra diso a tónica (grado I).A sensación de 'non conclusión' que a cadencia crea débese ao feito de terminar no V grado, pola inestabilidade que ten o acorde de dominante. A semicadencia é considerada como a cadencia máis débil e non pode utilizarse para finalizar unha frase musical.
nl: De halve cadens treedt op wanneer de harmonie zich verplaatst naar de Vde graad (dominant) vanuit een willekeurige andere graad, behalve de tonica (I). Het eindigen op V zorgt ervoor dat hij onvolledig klinkt of 'uitgesteld'. Als gevolg van de instabiliteit van het dominant akkoord. Het wordt opgevat als de zwakste cadens en kan niet gebruikt worden om een muzikale zin te beëindigen.

source: A particular case of the half cadence is the Phrygian half cadence. It consists of a IV chord in first inversion that resolves to a V (or V7) chord in root position. It only occurs in minor keys (the IV is minor) and was widely used during the Baroque period to end a slow musical movement in minor mode, continued by a fast movement in major mode.
eu: Kadentzia erdiaren kasu berezi bat dugu frigiar kadentzia erdia. Akorde laudun bat da, lehen inbertsioan, V.era (edo V7ra) aldatzen dena funtsezko posizioan. Armadura minorretan baino ez da gertatzen (IV.a minorra da) eta oso erabilera zabala izan zuen Barrokoan musika mugimendu geldo bat modu minorrean amaitzeko, jarraian modu nagusi bat doala.
fr: Un cas particulier de la demi-cadence est la demi-cadence phrygienne. Elle correspond à l'accord de sous-dominante, 1er renversement, qui se résoud sur un accord de dominante (ou septième) à l'état fondamental. Cette forme se rencontre uniquement en mode mineur (la sous-dominante est mineure) et fut très utilisée à l'époque baroque pour conclure un mouvement lent en mineur, suivi d'un mouvement vif en majeur.
gl_es: Un caso especial desta cadencia é a cadencia frixia. Consiste nun acorde de IV, en primeiro investimento, que resolve sobre o de dominante (V) . Só é posible en tonalidades menores (o IV grado é un acorde menor). Esta cadencia foi usada profusamente no Barroco para finalizar un movemento ou introdución lentos en modo menor, ao que continúa un movemento rápido, preferentemente en modo maior.
nl: Een bijzonder geval van de halve cadens is de Frygische halve cadens. Deze bestaat uit een IV akkoord in eerste inversie dat opgaat in een V (of V7) akkoord in grondligging. Het komt enkel voor in mineur toonaarden (de IV is mineur) en werd intensief gebruikt gedurende de Barok periode om een trage muzikale beweging in mineur te beëindigen om deze te laten vervolgen door een snelle majeur beweging.

source: Another very specific case is the Andalusian cadence. It only occurs in minor keys and is given by the progression I-VII-VI-V, where the VI degree can be replaced. This cadence has a particular colour due to the chromatic half step between the root of the VII and the third of the V.
eu: Beste kasu berezi-berezi bat kadentzia andaluziarra da. Armadura minorretan baino ez da gertatzen eta I-VII-VI-V progresioak sortzen du, VI. gradua ordezka daitekeela. Kadentzia honek kolore berezia du zazpidunaren funtsezkotik bostunaren hirugarrenera doan pausu erdi kromatikoagatik.
fr: Une autre cadence caractéristique est la cadence andalouse. Elle se rencontre uniquement dans les tonalités mineures et correspond à l'enchaînement I-VII-VI-V où le VIe degré a été remplacé. Cette cadence a une couleur particulière dûe au chromatisme entre les Ier, VIIe, VIe et Ve degrés.
gl_es: Outro caso moi particular é a cadencia andaluza. Dáse só nas tonalidades menores e consiste na progresión I-VII-VI-V, onde o grado VI pode reemplarse por outros. O colorido particular outórgao o semitón cromático que se produce entre a nota fundamental do VII e a terceira do V.
nl: Een andere bijzondere cadens is de Andalusische cadens. Deze komt enkel voor in mineur toonaarden en bestaat uit de progressie I-VII-VI-V, waarbij de IVde graad vervangen kan worden. Deze cadens heeft een specifieke kleur te wijten aan de chromatische halve trap tussen de grondtoon van VII en de derde toon van V.

source: Deceptive cadences
eu: Kadentzia iruzurtiak
fr: Cadences rompues
gl_es: Cadencia rota ou interrompida
nl: De Bedrieglijke cadens

source: A deceptive cadence occurs when a V chord does not resolve to a I chord, as the ear is expecting, but instead resolves to any other chord, typically to one containing the tonic pitch (the VI or the IV degrees).
eu: Kadentzia iruzurtia gertatzen da akorde bostun bat lehenengo akordera aldatzen ez denean, belarriak espero bezala, haren ordez beste beste edozein akordetara aldatzen dela, normalean tonu tonikoa duen batera (VI. edo IV. graduak).
fr: Une cadence rompue se rencontre lorsque l'accord de dominante ne se résoud pas sur l'accord de tonique, comme l'oreille l'attend, mais sur un autre accord, contenant par exemple la note tonique (le IVe ou le VIe degré).
gl_es: A cadencia rota iníciase como a cadencia auténtica pero no canto de finalizar no acorde de tónica, substitúese este por un inesperado, xeralmente VI, o IV ou calquera grado que conteña á nota tónica.
nl: De bedrieglijke cadens treedt op wanneer een V akkoord niet opgaat in een tonica akkoord, zoals het oor verwacht, maar in plaats daarvan opgaat in een willekeurig ander akkoord. Het gebruikte akkoord bevat typisch de tonica (de VI of IV graden)

source: The deceptive cadence is considered a weak cadence because of the 'surprise' and 'hanging' feelings it invokes. Therefore, it is never used to end a piece of music. However, it provides variety and surprise by resolving to a minor chord in major keys, and to a major chord in minor keys. And when used near the end of a piece, it helps to sustain the musical interest at the moment when the final authentic cadence is expected.
eu: Kadentzia iruzurtia kadentzia ahultzat jotzen dute sortzen dituen 'harrimen' eta 'zintzilikatze' sentipenengatik. Ondorioz, inoiz ez dute erabiltzen musika pieza bat azkentzeko. Nolanahi ere, askotarikotasuna eta harrimena ematen akorde minorretik armadura maiorretara igarotzeko eta akorde maiorrera armadura minorretan. Eta pieza baten amaieratik hurbil darabiltenean, lagungarri gertatzen da musika interesari eusteko benetako amaiera espero den unean.
fr: La cadence rompue est considérée comme une cadence faible à cause de l'impression de surprise, de suspension qu'elle évoque. Par conséquent, elle n'est jamais utilisée en fin de morceau. Toutefois, elle surprend lorsqu'elle se résoud sur un accord mineur dans une tonalité majeure et réciproquement. Lorsqu'elle est utilisée vers la fin d'un morceau, elle aide à maintenir l'attention jusqu'à la cadence parfaite attendue.
gl_es: É un proceso de cadencia auténtica no que se substitúe o acorde de tónica por un inesperado, xeralmente VI, o IV ou calquera grado que conteña á tónica en sustitución desta.
nl: De bedrieglijke cadens wordt beschouwd als een zwakke cadens omwille van het gevoel van 'verrassing' en 'pauze' dat deze teweeg brengt. Deze cadens wordt dus nooit gebruikt om een muziekstuk te beëindigen. Daarentegen geeft deze afwisseling en heeft hij een verrassend effekt door in majeur toonaarden op te gaan in een mineur akkoord en in mineure toonaarden op te gaan in een majeur akkoord. Wanneer hij gebruikt wordt naar het einde van het stuk toe, helpt hij de aandacht te bewaren op het moment dat de finale authentieke cadens verwacht wordt.

source: - Practise to recognize in a score if a transient cadence is a half cadence or a deceptive one.
eu: - Jardun ezazu partitura batean asmatzen ea kadentzia iragankor bat kadentzia erdia ala iruzurtia ote den.
fr: - Entrainez-vous à reconnaître, dans une partition, si une cadence transitoire est une demi-cadence ou une cadence rompue.
gl_es: - Practica o recoñecemento, sobre unha partitura, de semicadencias e cadencias rotas.
nl: - Oefen het herkennen van de halve cadens en de bedrieglijke cadens.

source: - Train your ear and practise to identify if a transient cadence is a half cadence or a deceptive cadence.
eu: - Trebatu zure belarria eta jardun ezazu identifikatzen ea kadentzia iragankor bat kadentzia erdia edo kadentzia iruzurtia ote den.
fr: - Entrainez votre oreille à reconnaître si une cadence transitoire est une demi-cadence ou une cadence rompue.
gl_es: Adestra o oido e identifica se unha cadencia é auténtica ou plagal.
nl: - Oefen uw gehoor en tracht een halve cadens van een bedrieglijke cadens te onderscheiden.

source: Trasient cadences
eu: Kadentzia iragankorrak
fr: Cadences transitoires
gl_es: Cadencias suspensivas
nl: De Doorgaande cadens

source: Deceptive and half cadences
eu: Kadentzia iruzurtiak eta erdiak
fr: Demi-cadences et cadences rompues
gl_es: Semicadencias e cadencias rotas
nl: Bedrieglijke en halve cadenzen

source: Theory: Identify if a transient cadence is a half cadence or a deceptive cadence.
eu: Teoria: Asma ezazu ea kadentzia iragankor bat kadentzia erdia ala iruzurtia ote den.
fr: Théorie : identifiez si une cadence transitoire est une demi-cadence ou une cadence rompue.
gl_es: Teoria: Practica o recoñecemento, sobre unha partitura, de semicadencias e cadencias rotas.
nl: Theorie: bepaal of een doorgaande cadens een halve cadens is dan wel een bedrieglijke cadens.

source: Aural training: Identify if a transient cadence is a half cadence or a deceptive cadence.
eu: Entzumena trebatzen: Asma ezazu ea kadentzia iragankor bat kadentzia erdia ala iruzurtia ote den.
fr: Ecoute : identifiez si une cadence transitoire est une demi-cadence ou une cadence rompue.
gl_es: Educación do oído: Practica o recoñecemento, sobre unha partitura, de semicadencias e cadencias rotas.
nl: Gehoortraining: bepaal of een doorgaande cadens een halve of bedrieglijke cadens is.

source: Exercises on cadences
eu: Kadentzi ariketak
fr: Exercices sur les cadences
gl_es: Exercicios de cadencias
nl: Oefeningen op cadenzen

source: Once you have reviewed all cadence types it is important to learn to recognize and identify them. A useful trick is to associate each cadence with a melody or song you know well. Practise to recognise cadences while you listen to music.
eu: Kadentzi mota guztiak ikusi ondoren, garrantzitsua da haiek ezagutzen eta identifikatzen ikastea. Trikimailu baliagarria da kadentzia bakoitza lotzea ondo ezagutzen duzun melodia edo kanta bati. Jardun ezazu kadentziak igartzen musika entzun ahala.
fr: Une fois que vous avez revu tous les types de cadence, il est important d'apprendre à les reconnaître et à les identifier. Un bon moyen est d'associer chaque cadence à une mélodie ou une chanson que vous connaissez. Entrainez-vous à reconnaître des cadences lorsque vous écoutez de la musique.
gl_es: Unha vez que coñeces os distintos tipos de cadencias é importante practicalas e diferencialas unhas doutras. Para iso, é aconsellable que asocies as cadencias a cancións que coñezas ou a sensacións producidas.
nl: Eens alle cadenstypes gekend zijn, is het belangrijk om ze te leren identificeren en herkennen. Een handigheid daarbij is om elke cadens te associëren met een melodie of lied dat u goed kent. Tracht de cadenzen te herkennen terwijl u naar muziek luistert.

source: In this theme we just propose you some additional exercises to identify cadences, both aurally and in written music.
eu: Gai honetan kadentziak belarriz zein musika idatzian identifikatzeko ariketa osagarri batzuk besterik ez dizugu proposatzen.
fr: Dans ce thème, nous vous proposons quelques exercices complémentaires pour identifier les cadences, à l'écoute ou sur une partition.
gl_es: Nesta lección propoñémosche exercicios adicionais de identificación de cadencias, tanto en partituras como de oido.
nl: In dit onderdeel bieden we u enkele bijkomende oefeningen aan om cadenzen te herkennen, zowel via het gehoor als in de geschreven muziek.

source: Exercise 1
eu: 1. ariketa
fr: Exercice 1
gl_es: Exercicio 1
nl: Oefening 1

source: - Aural training: identify the type of cadence: perfect, imperfect, plagal, half or deceptive.
eu: - Entzumena trebatzen: Kadentzi mota identifikatzea: perfektua, inperfektua, plagala, erdia eta iruzurtia.
fr: - Ecoute : identifiez le type de cadence : parfaite, imparfaite, plagale, demi-cadence ou rompue.
gl_es: - Educación do oido. Identifica o tipo de cadencia: perfecta, imperfecta, plagal, semicadencia ou rota.
nl: - Gehoortraining: identificeer het cadenstype: perfect, imperfect, plagaal, half of bedrieglijk.

source: Exercise 2
eu: 2. ariketa
fr: Exercice 2
gl_es: Exercicio 2
nl: Oefening 2

source: - Theory: identify the type of cadence: perfect, imperfect, plagal, half or deceptive.
eu: - Teoria: Kadentzi mota identifikatzea: perfektua, inperfektua, plagala, erdia eta iruzurtia.
fr: - Théorie : identifiez le type de cadence : parfaite, imparfaite, plagale, demi-cadence ou rompue.
gl_es: - Teoría. Identifica o tipo de cadencia: perfecta, imperfecta, plagal, semicadencia ou rota.
nl: - Theorie: identificeer het cadenstype: perfect, imperfect, plagaal, half of bedrieglijk.

source: All cadences
eu: Kadentzia guztiak
fr: Toutes les cadences
gl_es: Todas as cadencias
nl: Alle cadenzen

source: Aural training: identify the type of cadence.
eu: Entzumena trebatzen: kadentzi mota identifikatzea.
fr: Ecoute : identifiez le type de cadence.
gl_es: - Educación do oido: identifica o tipo de cadencia.
nl: Gehoortraining: identificeer het cadenstype.

source: Theory: identify the type of cadence.
eu: Teoria: kadentzi mota identifikatzea.
fr: Théorie : identifiez le type de cadence.
gl_es: Teoría: identifica o tipo de candecia.
nl: Theorie: identificeer het cadenstype.
