Repository: MatTaylorSharrow/lenmus
Catalog: langtool/locale/*/TheoryHarmony_*.po
Languages: eu, fr, gl_es, nl

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
eu: Bidali zure iradokizun eta iruzkinak LenMus taldeari (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)
gl_es: Envía os teus comentarios e suxestións ao equipo de LenMus (www.lenmus.org)
nl: Stuur uw commentaar en suggesties naar het LenMus team (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.3
eu: GNU Free Documentation License v1.3 lizentziaren arabera lizentziatua
fr: Licencié sous les termes de la GNU Free Documentation License v1.3
gl_es: Distribuído baixo os términos da Licenza GNU de Documentación Libre v1.3
nl: Gelicencieerd onder de voorwaarde van de GNU Free Documentation Licentie v1.3

source: the teacher of music
eu: musika irakaslea
fr: le professeur de musique
gl_es: o profesor de música
nl: De muziekleraar

source: Cover page
eu: Azaleko orria
fr: Page de couverture
gl_es: Portada
nl: Voorpagina

source: Theory and harmony
eu: Teoria eta harmonia
fr: Théorie et harmonie
gl_es: Teoría e harmonía
nl: Theorie en harmonie

source: A collection of yet un-ordered/un-related themes on music theory.
eu: Musika teoriazko gai ordenatu/erlazionatu gabeko gaien bilduma.
fr: Un ensemble non ordonné de thèmes sur la théorie musicale.
gl_es: Unha colección non estruturada de temas e leccións sobre teoría musical.
nl: Een collectie van op dit moment niet geklasseerde en ongerelateerde themas uit de muziektheorie

source: LenMus project
eu: LenMus proiektua
fr: Projet LenMus
gl_es: Proxecto LenMus

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the documentation received with this program, and it is also available at
eu: Zilegi da dokumentu hau kopiatu, banatu eta/edo aldatzea Free Software Foundation erakundeak argitaraturiko GNU Free Documentation License lizentziaren 1.3 edo hurrengo bertsioen arabera; atal inbarianteak ez, aurreko azaleko testuak ez, atzeko azaleko testuak ez. Lizentzia honen aldaki bat sartuta dago programarekin batera doazen dokumentuetan, eta hurrengo helbidean ere
fr: La copie, la distribution et/ou la modification de ce document sont autorisées selon les termes de la GNU Free Documentation License, Version 1.3 ou posterieure, publiée par the Free Software Foundation ; sans sections non variables, sans texte de couverture. Une copie de la licence est inclue dans la documentation distribuée avec ce logiciel et est également disponible sur
gl_es: Outórgase permiso para copiar, distribuír e/ou modificar este documento baixo os términos da Licenza GNU de Documentación Libre, Versión 1.3 ou calquera outra versión posterior publicada pola Free Software Foundation; sen Seccións Invariantes nin Textos de Cuberta Dianteira nin Textos de Cuberta Traseira. Unha copia da licenza está incluída na documentación recibida xunto con este programa e tamén está accesible en
nl: Toestemming wordt gegeven om dit document te copiëren, verspreiden en/of aan te passen onder de voorwaarden van de GNU Free Documentation LIcence, Versie 1.3 of elke latere versie gepubliceerd door de Free Software Foundation, zonder onveranderlijke secties, zonder voorpaginateksten en zonder achterpaginateksten. Een copie van de licentie is als onderdeel van de documentatie ontvangen bij dit programma. Ze is ook beschikbaar via

source: Contents
eu: Edukiak
fr: Contenu
gl_es: Contido
nl: Inhoud

source: Presentation
eu: Aurkezpena
fr: Présentation
gl_es: Presentación
nl: Voorstelling

source: It takes a lot of time to prepare an eBbook. So we have decided to publish the chapters, themes and articles as soon as we write them, instead of waiting until the book is finalized. All these provisional themes and articles are bundled into this eBook. Therefore the 'Theory and harmony' eBook is currently just a collection of un-ordered/un-related themes.
eu: eBook bat prestatzeak oso luze jotzen du. Beraz, kapituluak, gaiak eta artikuluak idatzi bezain laster erabaki dugu, liburua amaitu arte zain egon beharrean. Beraz, 'Teoria eta harmonia' izeneko eBook hau oraingoz gai antolatu/rodenatu gabeko gaien bilduma hutsa da.
fr: La création d'un eBook est longue. Aussi, nous avons décidé de publier les chapîtres, les thèmes et les articles dès leur écriture ébauchée plutôt qu'attendre la fin de leur rédaction. Tous les thèmes et articles débutés sont ainsi regroupés dans cet eBook. Ainsi, l'eBook "Théorie et harmonie" se limite pour l'instant à une collection de thèmes non ordonnée.
gl_es: Leva moito tempo preparar un eBook. Asi que se tomou a decisión de publicar os capítulos, temas e artigos axiña que como os vaiamos tendo preparados, sen esperar a ter finalizado un libro completo. Todos estes temas provisionais iranse incluíndo neste eBook ata que sexa conveniente movelos, de forma ordeada e estruturada, a outro eBook. Xa que logo, o eBook 'Teoría e harmonía' é, actualmente, o inicio dunha colección desordenada de temas.
nl: Het neemt veel tijd in beslag om een eBoek voor te bereiden. Daarom is beslist om de hoofdstukken en artikels te publiceren van zodra ze geschreven zijn, zonder te wachten tot het boek alsdusdanig klaar is. Alle provisionele themas en artikels worden gebundeld in dit eBoek. Bijgevolg behandelt dit eBoek met als titel "Theorie en harmonie" enkel een collectie van ongeordende en/of ongerelateerde themas.

source: Exercises
eu: Ariketak
fr: Exercices
gl_es: Exercicios
nl: Oefeningen

source: Aural training
eu: Entzumena trebatzen
fr: Ecoute
gl_es: Educación do oido
nl: Auditieve training

source: Harmony
eu: Harmonia
fr: Harmonie
gl_es: Harmonía
nl: Harmonie

source: Cadences
eu: Kadentziak
gl_es: Cadencias
nl: De Cadens

source: In music, the term 'cadence' has several meanings. In harmony we are going to refer to a particular sequence of usually two chords whose function it is to create a sensation of either stability, rest and ending, or of pause, tension and unstablility. Cadences have a function similar to that of punctuation marks (comma, period, etc.) in written language: they mark breathing places and pauses in music, they serve to structure the musical phrases and they also help to establish tonality. Listen for example to the following three chords:
eu: Musikan 'kadentzia' terminoak hainbat esangura ditu. Harmonian aipagai darabilgu normalean bi akorderen sekuentzia berezi bat, eginkizun duena egonkortasun, atseden eta amaiera sentsazio bat sortzea edo eten, tentsio eta ezegonkortasunarena. Kadentziek puntuazio markek hizkuntza idatzian betetzen dutenaren antzeko eginkizuna dute (koma, puntua e.a.): Musikan arnasa non hartu eta non gelditu markatzen dute, musika perpausak egituratzeko balio dute, eta, gainera, tonalitatea egonkortzen ere laguntzen dute. Entzun, adibidez, hurrengo hiru akordeak:
fr: En musique, le terme "cadence" a plusieurs significations. Du point de vue de l'harmonie, la cadence fait référence à un enchaînement particulier de deux accords qui a pour fonction de créer une impression de stabilité, de pause, de fin ou bien une impression de tension, d'instabilité. Les cadences s'apparentent aux signes de ponctuation de l'écriture (virgule, point, etc.) : elles indiquent les respirations et les pauses dans la musique, elles structurent les phrases musicales et aident à établir la tonalité. Ecoutez par exemple les trois accords suivants :
gl_es: Musicalmente, o término 'cadencia' pode significar varias cousas. En harmonía, o uso que imos facer del é dunha fórmula ou secuencia harmónica ou melódica, máis ou menos estandarizada, de dúas ou máis acordes. A cadencia ten unha función análoga aos signos de puntuación (coma, punto, punto e coma, etc.) na linguaxe, é dicir, serve para articular o discurso musical, creando puntos de repouso e suspensión que fan posible entendelo. Tamén axuda a establecer a tonalidad. Por exemplo, escoita os seguintes tres acordes:
nl: In de muziek heeft de term cadens verschillende betekenissen. In de harmonie wordt verwezen naar een specifieke opeenvolging van, gewoonlijk twee, akkoorden wiens functie erin bestaan een gevoel van stabiliteit, rust en voleinding of een gevoel van pauze, spanning en instabiliteit te creëren. De cadens heeft een rol die overeenstemt met de punctuatie tekens (komma, punt enz.) in de geschreven taal. De kadens markeert ademhalingsplaatsen en pauzes in de muziek. Ze dienen om de muzikale zinnen te struktureren en ze helpen ook om de tonaliteit tot stand te brengen. Luister bijvoorbeeld naar de volgende drie akkoorden:

source: You will notice the feeling of conclusion, of reaching the end of a musical piece. The chord sequence does not create expectations of continuation. The composer could end the musical composition in the last chord and the listener will perceive that the end has been reached and remain 'satisfied' with finishing at that point. On the contrary, listen to the following chord sequence:
eu: Amaiera sentsazioa, musika pieza bukatuz doalakoa nabarituko duzu. Akorde sekuentziak ez du jarraipen itxaropenik sortzen. Konpositoreak musika konposizioa azken akordean eten zezakeen eta entzuleak amaiera heldua zela sentituta, 'pozik' senti zitekeen une hartan amaituta. Entzun, ordea, hurrengo akorde sekuentzia:
fr: Vous noterez l'impression de conclusion, d'être arrivé à la fin du morceau. L'enchaînement d'accords n'appelle pas une suite. Le compositeur pourrait terminer sa composition sur le dernier accord, l'auditeur, satisfait, saurait que la fin de l'oeuvre est atteinte. A contrario, écoutez l'enchainement d'accords suivant :
gl_es: Observa a sensación de conclusión , de que se chegou ao final dunha peza musical. Esta secuencia de acordes non crea expectativas de continuación. O compositor pode perfectamente dar por terminada a peza no último acorde e o oínte percibirá que se chegou ao final, sen quedarse coa sensación de que 'falta algo'. Pola contra, escoita a seguinte secuencia de acordes:
nl: Een gevoel van voleinding, het bereiken van het einde van de muziekstuk, kan hier opgemerkt worden. De opeenvolging van akkoorden leidt niet tot een verwachting van voortzetting. De componist kan de compositie beëindigen in met laatst gespeelde akkoord en de luisteraar zal aanvoelen dat het einde bereikt is en voorts 'tevreden' zijn met een beëindiging op dit punt. Luister daarentegen naar de volgende akkoorden:

source: Now the sensation is not conclusive. It is more like a short pause and it creates an expectation of continuation. If we end the music piece at the last chord, we will leave the listener with a longing for more.
eu: Oraingoan ez dago amaiera sentsaziorik. Areago iradokitzen du etenaldi labur bat, eta jarraipen itxaropena sortzen du. Musika pieza azken akordean amaituz gero, entzulea gehiagoren irrikan utziko dugu.
fr: Maintenant, l'impression n'est pas conclusive. Elle s'apparente plus à une courte pause dans l'attente d'une suite. Si nous terminons le morceau avec le dernier accord, nous laisserons l'auditeur sur sa fin.
gl_es: Agora a sensación non é conclusiva. Transmite a idea dunha curta pausa e crea expectativas de continuación. Se o compositor terminase unha peza no último acorde escoitado o oínte quedaríase cunha sensación estraña, sentindo que falta algo.
nl: Hier wordt geen gevoel van voleinding tot stand gebracht. Er weerklinkt eerder een pauze en wordt de verwachting van voortzetting gewekt. Indien het stuk hier beëindigd wordt, zal de luisteraar vergeefs een vervolg verwachten.

source: Cadences are not difficult to recognize by ear but it is sometimes harder to recognize them in written music.
eu: Ez da zaila kadentziak belarriz ezagutzea, baina, batzuetan, nekezagoa da musika idatzian halakoak ezagutzea.
fr: Les cadences ne sont pas difficiles à reconnaître à l'écoute mais il est parfois moins aisé de les identifier dans la musique écrite.
gl_es: Cando se inicia o estudo das cadencias, o recoñecemento auditivo adoita resultar máis sinxelo que o seu recoñecemento escrito, sobre unha partitura. Naturalmente, profundizar no recoñecemento das cadencias, sexa a nivel teórico-escrito ou auditivo, requiere unha base teórica e práctica.
nl: De cadens is via het oor niet moelijk te herkennen, maar in de geschreven muziek is herkenning soms moeilijker.

source: Cadence types
eu: Kadentzi motak
fr: Types de cadence
gl_es: Tipos de cadencia
nl: Cadens types

source: Depending on the sensation they create, cadences are classified in two fundamental types:
eu: Sortzen duten sentsazioaren arabera, kadentziak bi mota nagusitan sailkatzen dira:
fr: Selon l'impression qu'elles créent, les cadences sont classées en deux catégories :
gl_es: Dependendo da sensación que crean no oínte, as cadencias clasifícanse en dous grupos principais:
nl: Afhankelijk van het gevoel dat ze opwekken worden de cadenzen onderverdeeld in twee fundamenteel verschillende types:

source: Terminal cadences
eu: Kadentzia terminalak
fr: Les cadences finales
gl_es: Cadencias conclusivas
nl: De Slotadens

source: . They create a sensation of stability, rest and ending of the musical phrase or sentence.
eu: . Egonkortasun, atseden eta amaiera sentsazioa sortzen dute musika esaldi edo perpaus baten amaieran.
fr: . Elles créent une impression de stabilité, de repos, de conclusion de la phrase musicale.
gl_es: . Caracterízanse por crear sensación de repouso e estabilidade, de final dunha peza musical ou dunha frase.
nl: . Ze creëren een gevoel van stabiliteit, rust en voleinding van de muzikale zin.

source: Transient cadences
eu: Kadentzia iragankorrak
fr: Les cadences transitoires
gl_es: Cadencias suspensivas
nl: Doorgaande cadens

source: . They typically result in creating tension and a sensation of unstablility, as well as an expectation of continuation.
eu: . Normalean, emaitza izaten dituzte tentsioa eta ezegonkortasun sentipena sortzea, baita jarraipen itxaroa ere.
fr: . Elles laissent une impression de tension et d'instabilité, d'absence de conlusion de la phrase musicale.
gl_es: . Caracterízanse por crear inestabilidade, tensión e necesidade de continuación.
nl: . Deze heeft als doel een spanning op te wekken en een gevoel van instabiliteit te creëren. Daardoor ontstaat een verwachting naar een vervolg.

source: As an exercise you will hear a cadence and based on the sensation it provokes, try to identify if the cadence is terminal or transient.
eu: Ariketa moduan, kadentzia bat entzungo duzu eta hark eragiten dizun sentsazioan oinarrituta, kadentzia terminala ala iragankorra den identifikatzen saiatu behar duzu.
fr: L'exercice consistera à écouter une cadence et, en vous basant sur l'impression ressentie, à identifier si elle est finale ou transitoire.
gl_es: Como exercicio de educación do oido escoita unha cadencia e trata de acertar se é conclusiva ou suspensiva. Para iso, baséate só na sensación que percibas ao escoitala.
nl: De oefening bestaat uit het beluisteren van een cadens. Op basis van het gevoel dat de cadens achterlaat, kan u trachten te bepalen of het om een slot- dan wel doorgaande cadens gaat.

source: Terminal cadences create a sensation of stability and conclusion of the musical phrase or sentence. This feeling is achieved by moving to the tonic grade (grade I) from any other chord grade. Depending on the starting chord grade, two types of cadences are considered:
eu: Kadentzia terminalek musika esaldi edo perpausean egonkortasun eta amaiera sentsazioa sortzen dute. Sentipen hori lortzen da gradu tonikora (I. gradua) beste edozein akorde gradutatik mugituta. Akorde maila non hasten den, bi kadentzi mota hartzen dira kontuan:
fr: Les cadences finales donnent une impression de stabilité et de conlusion de la phrase musicale. Cette impression est renforcée par l'enchaînement de n'importe quel accord vers l'accord de tonique (Ier degré). Selon le degré du premier accord, deux types de cadences sont distingués :
gl_es: As cadencias conclusivas están caracterizadas por crear repouso e estabilidade. Esta sensación conséguese chegando á tónica (grado I) desde algún outro grado tonal. Dependendo do grado desde o que se chega á tónica distínguense dous tipos de cadencias:
nl: Slotcadenzen creëren een gevoel van stabiliteit en voleinding van de muzikale frasering. Dit gevoel komt tot stand door, vertrekkende van een andere graad, de toonhoogte te verplaatsen naar de tonica. Afhankelijk van de startgraad worden twee types onderscheiden:

source: authentic cadences
eu: benetako kadentziak
fr: cadences parfaites
gl_es: cadencias auténticas
nl: authenktieke cadens

source: and
eu: eta
fr: et
gl_es: e
nl: en

source: plagal cadences
eu: kadentzia plagalak
fr: cadences plagales
gl_es: cadencias plagais
nl: plagale cadens

source: Authentic cadences
eu: Benetako kadentziak
fr: Cadences parfaites
gl_es: Cadencia auténtica
nl: Authentieke cadens

source: An authentic cadence takes place when grade V, dominant, (or V7, a V chord with an added seventh) resolves in grade I (tonic). The authentic cadence is the strongest terminal cadence, with great conclusive power.
eu: Benetako kadentzia gertatzen da V. gradua, dominantea (edo V7, zazpiduna gehituriko bostun akordea) I. graduan (tonikoa) amaitzen denean. Benetako kadentzia kadentzia terminalik indartsuena da, amaiera indar handia duelako.
fr: La cadence parfaite correspond à l'enchaînement du Ve degré, la dominante, (ou V7, un accord de dominante avec une septième) avec le Ier degré (la tonique). La cadence parfaite est la plus conclusive.
gl_es: Prodúcese enlazando o V ó V7 (Dominante) e o I (Tónica), ambos grados en estado fundamental. É a cadencia con maior poder conclusivo. A cadencia auténtica pode verse ampliada antepoñendo o IV (Subdominante) ao acorde de Dominante (con ou sen sétima), esta cadencia chámase composta. Cando a voz superior non vai á tónica, o poder conclusivo desta cadencia queda reducido.
nl: En authentieke cadens verschijnt wanneer de dominant of vijfde graad (of V7 en akkoord met een toegevoegde zevende graad) oplost in de eerste graad, de tonica. De authentieke cadens is de sterkste slotcadens waar een sterke besluitende kracht van uitgaat.

source: When the authentic cadence satisfies the following conditions:
eu: Benetako kadentziak honako baldintza hauek betetzen dituenean:
fr: Quand la cadence parfaite satisfait les conditions suivantes :
gl_es: Cando a cadencia auténtica cumpre as seguintes condicións:
nl: Wanneer de authentieke cadens aan de volgende voorwaarden voldoet:

source: both chords are in root position;
eu: bi akordeak funtsezko posizioan egotea;
fr: Les deux accords sont à l'état fondamental ;
gl_es: ambos acordes en estado fundamental;
nl: Twee akkoorden in grondligging

source: the first chord is the V or the V7 ; and
eu: lehenengo akordea V.a edo V/.a izatea; eta
fr: Le premier accord est le V ou le V7 ; et
gl_es: o primeiro acorde é o V ou o V7, e
nl: Het eerste akkoord is V of V7, en

source: the melody (soprano voice) ends on the tonic pitch.
eu: melodia (soprano ahotsa) tonu tonikoan amaitzea.
fr: la mélodie (soprano) se termine sur la tonique.
gl_es: a melodía (voz máis alta) remata na tónica.
nl: De melodie (soprano stem) eindigt op de toonhoogte van de tonica.

source: then the cadence has its strongest conclusive power and it creates the most final sounding of all cadences. Due to this fact, if the previously listed conditions are satisfied, the cadence is named 'perfect authentic cadence' or just 'perfect cadence'. If the conditions are not satisfied, the conclusive sensation of the cadence is less strong and then the cadence is named 'imperfect authentic cadence' or just 'imperfect cadence'.
eu: orduan kadentziak amaiera indarrik indartsuena izaten du eta, kadentzia guztien artetik, amaierarik soinutsuena sortzen du. Gertaera horren ondorioz, lehen zerrendaturiko baldintzak betez gero, kadentziari 'benetako kadentzia perfektua' edo 'kadentzia perfektua' deritzote. Baldintzak bete ezean, kadentziaren amaiera sentsazioa ez da halako indartsua eta, ondorioz, kadentziari 'benetako kadentzia inperfektua' edo 'kadentzia inperfektua' deritzote.
fr: ainsi, la cadence a sa plus grande puissance conclusive et crée ce sentiment plus que toute autre. De ce fait, si les conditions précédentes sont remplies, la cadence est appelée cadence parfaite. Sinon, le caractère conclusif de la cadence est moins fort et la cadence est appelée cadence imparfaite.
gl_es: entón a cadencia ten o seu máximo poder conclusivo e é a que crea maior sensación de final de todas as cadencias. Por iso, cando as anteriores condicións cúmprense, a cadencia recibe o nome de 'cadencia auténtica perfecta' ou, simplemente, 'cadencia perfecta'. Se as mencionadas condicións non se cumpren a cadencia denomínase 'auténtica imperfecta' ou, abreviadamente, 'cadencia imperfecta'.
nl: Hier heeft de cadens de sterkste besluitende kracht. Indien aan de voorwaarden die voorheen werden beschreven voldaan wordt, wordt de cadens 'perfekte authentieke cadens' genoemd, of ook 'perfekte cadens'. Indien niet aan de voorwaarden voldaan wordt, is het gevoel van voleinding minder sterk en bijgevolg wordt de cadens dan 'onvolledig authentieke cadens' genoemd of afgekort 'onvolledige cadens'.

source: There are theoretical discussions about considering the imperfect cadence as a terminal cadence. Nevertheless, we have opted to include it in the terminal group due to sonority considerations.
eu: Teorilariek eztabaidatzen dute ea kadentzia inperfektua kadentzia terminala ote den. Nolanahi ere, guk terminalen taldean sartu dugu sonoritate arrazoiak direla-eta.
fr: Il y a débat sur la cadence imparfaite (cadence finale ou non). Néanmoins, nous avons choisi de l'intégrer dans le groupe des cadences finales compte tenu de sa sonorité.
gl_es: A nivel teórico hai discusións sobre se a cadencia imperfecta debe ou non considerarse unha cadencia conclusiva. Neste texto e nos exercicios optamos por incluíla no grupo das conclusivas, debido, fundamentalmente, a que a sensación sonora que crea é similar á da cadencia perfecta.
nl: Er worden theoretische discussies gevoerd omtrent de onvolledige cadens als slotcadens. Niettemin hebben we ervoor gekozen om de deze in de terminale groep op te nemen omwille van de sonoriteit.

source: The perfect cadence is usually found at the end of a piece of music and the end of significant sections.
eu: Kadentzia perfektua normalean musika pieza baten amaieran eta atal esanguratsuen amaieran agertu ohi da.
fr: La cadence parfaite est habituellement rencontrée à la fin d'un morceau ou d'une phrase musicale significative.
gl_es: A cadencia perfecta aparece, normalmente, ao final dunha peza musical e ao final das seccións significativas.
nl: De perfekte cadens wordt gewoonlijk op het eind van een muziekstuk of op het eind van de belangrijke sekties van het muziekstuk gevonden.

source: Plagal cadences
eu: Kadentzia plagalak
fr: Cadences plagales
gl_es: Cadencia plagal
nl: De Plagale cadens
