Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: dim - diminished
de: verm - vermindert
es: dism - disminuida
tr: az - azalt

source: dim2
de: verm2
es: 2ª dism

source: dim3
de: verm3
es: 3ª dism
tr: 3az.

source: dim4
de: verm4
es: 4ª dism
tr: 4az.

source: dim5
de: verm5
es: 5ª dism
tr: 5az.

source: dim6
de: verm6
es: 6ª dism
tr: 6az.

source: dim7
de: verm7
es: 7ª dism
tr: 7az.

source: dim8
de: verm8
es: 8ª dism
tr: 8az.

source: m - minor
de: k - klein
es: m - menor
tr: m - minör

source: m2
de: k2
es: 2ª m

source: m3
de: k3
es: 3ª m

source: m6
de: k6
es: 6ª m

source: m7
de: k7
es: 7ª m

source: major 10th
de: Große Dezime
es: 10ª Mayor
tr: 10. majör

source: major 13th
de: Große Tredezime
es: 13ª Mayor
tr: 13.majör

source: major 14th
de: Oktave plus große Sexte
es: 14ª Mayor
tr: 14.majör

source: major 2nd
de: Große Sekunde
es: 2ª Mayor
tr: 2. majör

source: major 3rd
de: Große Terz
es: 3ª Mayor
tr: 3. majör

source: major 6th
de: Große Sexte
es: 6ª Mayor
tr: 6. majör

source: major 7th
de: Große Septime
es: 7ª Mayor
tr: 7. majör

source: major 9th
de: Große None
es: 9ª Mayor
tr: 9. majör

source: milliseconds
de: Millisekunden
es: milisegundos

source: minor
de: Moll
es: menor

source: minor 10th
de: Kleine Dezime
es: 10ª menor
tr: 10. minör

source: minor 13th
de: Kleine Tredezime
es: 13ª menor
tr: 13.minör

source: minor 14th
de: Oktave plus kleine Sexte
es: 14ª menor
tr: 14.minör

source: minor 2nd
de: Kleine Sekunde
es: 2ª menor
tr: 2. minör

source: minor 3rd
de: Kleine Terz
es: 3º menor
tr: 3. minör

source: minor 6th
de: Kleine Sexte
es: 6ª menor
tr: 6. minör

source: minor 7th
de: Kleine Septime
es: 7ª menor
tr: 7. minör

source: minor 9th
de: Kleine None
es: 9ª menor
tr: 9. minör

source: none
de: keine
es: Ninguno

source: octave
de: Oktave
es: octava
tr: oktav

source: perfect 11th
de: Reine Undezime
es: 11ª justa
tr: 11. mükemmel

source: perfect 12th
de: Reine Duodezime
es: 12º justa
tr: 12.mükemmel

source: perfect 5th
de: Reine Quinte
es: 5ª justa
tr: 5. mükemmel

source: perfect 8th
de: Reine Oktave
es: 8ª justa
tr: 8. mükemmel

source: play an scale to test sound
de: Wiedergabe einer Tonleiter, um den Sound zu testen
es: Tocar una escala para comprobar el sonido

source: play from cursor
de: Wiedergabe ab Cursor
es: Tocar desde el cursor

source: play tools
de: Wiedergabewerkzeuge
es: Herramientas de ejecución

source: root position
de: Grundton
es: estado fundamental
tr: Kök pozisyonu

source: two octaves
de: zwei Oktaven
es: dos octavas
tr: iki oktav

source: unknown button
de: unbekannte Schaltfläche
es: Botón desconocido

source: unknown chord
de: unbekannter Akkord
es: Acorde desconocido

source: x A
de: Aisis
es: La x

source: x B
de: Hisis
es: Si x

source: x C
de: Cisis
es: Do x

source: x D
de: Disis
es: Re x

source: x E
de: Eisis
es: Mi x

source: x F
de: Fisis
es: Fa x

source: x G
de: Gisis
es: Sol x

source: mayor
de: , groß

source: Error
de: Fehler
tr: Hata

source: Natural
de: Natürlich
tr: Doğal

source: Piano
de: Klavier

source: Plagal
de: Plagalschluss

source: Trio sonata
de: Triosonate

source: Sorry, an error has occurred while allocating the font.
tr: Üzgünüm yazı tipini ayırırken hata oluştu.

source: [lmFormatter3::RenderJustified]: Program limitation: Maximum number of systems per score has been exceeded.
tr: [ÖnemliFormatlar3::HaklıyıVer]: Limiti programla: Nota çizgisinde her sistemin maximum sayısı geçildi.

source: [lmFormatter3::RenderJustified]: Program limitation: Maximum number of staves per system has been exceeded.
tr: [ÖnemliFormatlar3::HaklıyıVer]: Limiti programla: Nota çizgisinde her sistemin maximum sayısı geçildi.

source: [lmComposer5::GenerateScore] No usable fragments!
tr: [Besteci5::SayıÜret] Elverişsiz parçalar!

source: It is not possible to generate an interval satisfying the constrains imposed by the choosen settings.
tr: Aralık tatmin edici için mümkün değil, seçimi kurgu yoluyla uygun olana yaptı.

source: Blues
tr: Hüzün

source: Warnings/errores while reading LenMus score.
tr: LenMus'u okurken oluşan uyarıların ve hataların sayısı.

source: Element RAIZ expected but found element %s. Analysis stopped.
tr: Beklenen RAIZ elementi ama element %s bulundu. Analizi durdur.

source: Syntax error: more closing parenthesis than parenthesis opened. Analysis stopped.
tr: Kural hatası:Parantezden daha çok kapayan parantez açdı.Analizi durdur.

source: Element 'score' expected but found element %s. Analysis stopped.
tr: Beklenen 'kıta' elementi ama element %s bulundu.Analizi durdur.

source: Element 'vers' expected but found element %s. Analysis stopped.
tr: Beklenen 'sayı' elementi ama element %s bulundu.Analizi durdur.

source: Error analysing LDP score: LDP version (%d) not supported. Analysis stopped.
tr: Hata analizi LDP sayısı: LDP versiyon (%d) desteklenmemiş.Analiz durdu.

source: Element 'NumInstrumentos' expected but found element %s. Analysis stopped.
tr: Beklenen 'NumInstrumentos' elementi ama element %s bulundu.Analizi durdur.

source: Element '%s' expected but found element %s. Analysis stopped.
tr: Beklenen '%s'' elementi ama element %s bulundu. Analizi durdur.

source: Number of staves expected but found '%s'. Element '%s' ignored.
tr: Beklenen değneklerin sayısı '%s' bulundu. Element '%s' ihmal edildi.

source: Expected value for %s but found element '%s'. Ignored.
tr: Beklenen değer için %s ama element bulundu '%s'.İhmal edildi.

source: [%s]: unknown element '%s' found. Element ignored.
tr: [%s]: bilinmeyen element '%s' bulunmuş. Element ihmal edildi.

source: Expected '%s' but found element %s. Analysis stopped.
tr: Beklenen element '%s' ama '%s' bulundu. Analizi durdur.

source: Expected '%s' but found element %s. Element ignored.
tr: Beklenen element '%s' ama %s bulundu. Element ihmal edildi.

source: [AnalyzeMusicData]: Unknown or not allowed element '%s' found. Element ignored.
tr: [MüzikVeriAnalizi]: Bilinmeyen veya izin verilmemiş element '%s' bulundu. Element ihmal edildi.

source: [AnalyzeChord]: Expecting notes found element '%s'. Element ignored.
tr: [AkortAnalizi]: Beklenen elementin notaları '%s' bulundu. Element ihmal edildi.

source: Element %s expected but found element %s. Analysis stopped.
tr: Beklenen element %s ama element %s bulundu. Analizi durdur.

source: Expected node '%s' but found node '%s'. Analysis ended.
tr: Beklenen düğüm '%s' ama düğüm '%s' bulundu. Analiz bitti.

source: Expected 'nmero de parte' but found '%s'. Analysis stopped.
tr: Beklene 'nmero de parte' ama '%s' bulundu. Analizi durdur.

source: Number of staves expected but found '%s'. Analysis stopped.
tr: Beklenen değnekler ama '%s' bulunmuşun sayısı. Analizi durdur.

source: [AnalyzeMeasure]: Expected node 'Figura', 'Grupo', 'Atributo' or 'Desplazamiento' but found node '%s'. Node ignored.
tr: [ÖlçüyüÇözümle]: Beklenen düğüm 'Figura, 'Grupo', 'Atributo' veya 'Desplazamiento' ama figür bul'%s'. Düğüm ihmal edildi.

source: Element '%s' has less parameters that the minimum required. Element ignored.
tr: Element '%s' minumum gerekli bu parametrelere daha az sahip olmalı. Element ihmal edildi.

source: Element '%s' has an incoherent value: go forward to start?. Element ignored
tr: Element '%s' bağıntısız değere sahip oldu: başlamak için ileriye git. Element ihmal edildi

source: Element '%s' has an incoherent value: go backwards to end?. Element ignored
tr: Element '%s' bağıntısız değere sahip oldu: bitmek için geri git. Element ihmal edildi

source: Time shift: Letter %s is not a valid note duration. Replaced by a quarter note
tr: Zaman değiştirme: %s notaları basmak için uygun süre değil . Dörtlük yoluyla yerine koy.

source: Missing parameters in rest '%s'. Replaced by '(%s %s)'.
tr: Kayıp parametrelerde dinleme '%s'. '(%s %s)' yoluyla yerine koy.

source: Missing parameters in note '%s'. Assumed (%s c4 %s).
tr: Kayıp parametrelerde nota '%s'. Varsayılan (%s c4 %s).

source: Unknown note pitch '%s'. Assumed 'c4'.
tr: Bilinmeyen nota akortu '%s'. Varsayılan 'c4'.

source: Unknown note/rest duration '%s'. A quarter note assumed.
tr: Bilinmeyen nota/dinlenme süresi '%s'. Varsayılan dörtlük.

source: Requesting beaming a note longer than eight. Beaming ignored.
tr: Nota sekizden daha uzun parlaklık iste. Parlaklık ihmal edildi.

source: Requesting to start a beamed group but there is already an open group. Beaming ignored.
tr: Işın grupa başlamak için talep ama orada şimdiden açık grup vardır. Parlaklık ihmal edildi.

source: Requesting ending a beaming a group in a note that is note the first one of a chord. Beaming ignored.
tr: Gruptaki notada parlaklık bitmek istiyor, bu nota akorun birincisi olan notadır. Parlaklık ihmal edildi.

source: Requesting ending a beaming a group but there is not a previous note. Beaming ignored.
tr: Grupta parlaklık bitmek istiyor ama önceki nota yoktur. Parlaklık ihmal edildi.

source: Requesting ending a beaming a group but previous note is not beamed. Beaming ignored.
tr: Grupta parlaklık bitmek istiyor ama önceki nota ışınılmaz. Parlaklık ihmal edildi."

source: Error: notation '%s' unknown. It will be ignored.
tr: Hata: notasyon '%s' bilinmeyen. İhmal edilecek.

source: Notation '%s' unknown or not implemented. Old (g + t3) syntax?
tr: Notasyon '%s' bilinmeyen veya uygulamaz. Sözdizim kuralları (g + t3) eski?

source: Notation '%s' unknown or not implemented.
tr: Notasyon '%s' bilinmeyen veya uygulamaz

source: [%s] Found unknown tag '%s'. Ignored.
tr: [%s] Bulunmuş bilinmeyen etiket '%s'. İhmal edilen.

source: [%s] Found tag '%s' but no defaul value exists for NormalNotes. Ignored.
tr: [%s] Bulunan etiket '%s' ama hiçbir varsayılan değer için normalnotalar bulunaz. İhmal edilen.

source: [%s] Tag '%s'. Numbers must be greater than 0. Tag ignored.
tr: [%s] Etiket '%s'. Sayılar, 0'dan daha büyük olmalılar. Etiket ihmal edildi.

source: Element '%s': Expected number but found '%s'. Tuplet ignored.
tr: Element '%s': Beklenen sayı ama bulunan '%s'. İhmal edilen tuplet.

source: Element '%s': Found unknown data '%s'. Data ignored.
tr: Element '%s': Bulunmuş bilinmeyen veri '%s'. Veri ihmal edildi.

source: Element '%s': Number for 'normal notes' must be greater than 0. Number ignored.
tr: Element '%s':'normal notaların' sayıları 0'dan büyük olmalı. Sayı ihmal edildi.

source: [%s] Requesting to end a tuplet but there is not an open tuplet or it is not possible to cle it here. Tag '%s' ignored.
tr: [%s] Tuplet bitmek için talep ediyor ama açık tuplet yoktur, mümkün değil . Cley e burada . . Etiket '%s' ihmal edildi.

source: [%s] Requesting to start a tuplet but there is already a tuplet open. Tag '%s' ignored.
tr: [%s] Talep tuplet'a başlamak için orda ol ve şimdiden tuplet'ı aç. Etiket '%s' ihmal edildi.

source: Unknown barline type '%s'. '%s' barline assumed.
tr: Bilinmeyen ölçü çizgisi tipi '%s'. '%s' varsayılan ölçü çizgisi.

source: Element '%s' has less parameters that the minimum required. Assumed '(%s Sol)'.
tr: Element '%s' daha az parametreye sahip ol minumum iste. Varsayılan '(%s Sol)'.

source: Unknown clef '%s'. Assumed '%s'.
tr: Bilinmeyen nota anahtarı '%s'. Varsayılan '%s'.

source: Invalid alignment value '%s'. Assumed '%s'.
tr: Geçersiz sıralama değeri '%s'. Varsayılan '%s'.

source: Unknown parameter '%s'. Ignored.
tr: Geçersiz parametre '%s'. İhmal edilen.

source: [Element '%s'. Invalid parameter '%s'. Ignored.
tr: [Element '%s'. Geçersiz parametre '%s'. İhmal edilen.

source: Element '%s' has less parameters that the minimum required. Assumed '(%s %s)'.
tr: Element '%s' daha az parametreye sahip ol minumum iste. Varsayılan '(%s %s)'.

source: Unknown key '%s'. Assumed '%s'.
tr: Bilinmeyen anahtar '%s'. Varsayılan '%s'.

source: Element '%s' has less parameters that the minimum required. Assumed '(Metrica 4 4)'.
tr: Element '%s' daha az parametreye sahip ol minumum iste. Varsayılan '(Metrica 4 4)'.

source: Element '%s': Two numbers expected but found '%s' and '%s'. Assumed '(%s 4 4)'.
tr: Element '%s': Beklenen iki sayı bulunan '%s' ve '%s'. Varsayılan '(%s 4 4)'.

source: Element '%s' has less parameters that the minimum required. Tag ignored. Assumed default stem.
tr: Element '%s' daha az parametreye sahip ol minumum iste. Etiket ihmal edildi. Varsayılan gövde değer.

source: Invalid stem direction '%s'. Default direction taken.
tr: Geçersiz yön kesmek '%s'. Geçerli tutulmuş yön.

source: Element '%s' has less parameters than the minimum required. Tag ignored.
tr: Element '%s' daha az parametreye sahip ol minumum iste. Etiket ihmal edildi.

source: Element '%s': invalid parameter '%s'. It is ignored.
tr: Element '%s': geçersiz parametre '%s'. İhmal edilir.

source: Element '%s' has less or more parameters than required. Tag ignored.
tr: Element '%s' daha az veya gerekliden daha çok parametrelere sahip olur. Etiket ihmal edildi.

source: Element '%s': Invalid units '%s'. Ignored
tr: Element '%s': Geçersiz birimler '%s'. İhmal edilen

source: Element '%s': Invalid value '%s'. It must be a number with optional units. Zero assumed.
tr: Element '%s': Geçersiz değer '%s'. İsteğe bağlı birimler sayı olmalı.Sıfır varsaydı.

source: Staff number expected but found '%s'. Replaced by '%s1'
tr: Beklenen nota çizgisi sayısı ama bulunan '%s'. Yerine koy '%s1

source: Staff number not followed by number (%s). Replaced by '%s1'
tr: Nota çizgisi sayısı, sayı yoluyla takp etmez (%s). Yerine koy '%s1'

source: Notation '%s': number is greater than number of staves defined (%d). Replaced by '%s1'.
tr: Notasyon '%s': sayı, nota çizgileri sayısından daha büyük tanımlıdır (%d). Yerine koy '%s1'.

source: Program error: Loop detected in lmChordConstrains::GetRandomChordType.
tr: Program hata: Çevrim akorun sorlandığını saptadı::Rastgele akor tipini al.

source: Two teams competition
tr: İki ekip rekabeti

source: Team
tr: Ekip

source: Right
tr: Doğru

source: Wrong
tr: Yalnış

source: Mark
tr: İşaretle

source: Team's %d turn
tr: Ekibin %d döngüsü

source: Dump score
tr: Çöp yığını sayıları

source: Settings
tr: Kurgu

source: Program error: Loop detected in lmRandomGenerator::GenerateClef.
tr: Program hata: Çevrim, rastgele jeneratörde önemli birşey saptadı::AnahtarıÜret.

source: Program error: Loop detected in lmRandomGenerator::GenerateKey.
tr: Program hata: Çevrim, rastgele jeneratörde önemli birşey saptadı::AnahtarıÜret.

source: Program error: Loop detected in lmRandomGenerator::GenerateTime.
tr: Program hata: Çevrim, rastgele jeneratörde önemli birşey saptadı::ZamanıÜret.

source: Press 'Play' to lesson it again
tr: Dersi tekrar etmek için play'a bas

source: Greek scales:
tr: Yunanlı ölçekler

source: Program error: Loop detected in lmScalesConstrains::GetRandomChordType.
tr: Program hata:Çevrim, saptanan ölçüyü zorla::Rasgele akor tipini al.

source: Global error: No clef constrains specified
tr: Evrensel hata: Hiçbir nota anahtarı, belirlenmişi zorlamaz

source: Global error: No time signature constrains specified
tr: Evrensel hata: Hiç bir imza zamanı belirlenmişleri zorlamaz

source: Global error: No key signature constrains specified
tr: Evrensel hata: Hiç bir imza anahtarı belirlenmişleri zorlamaz

source: Default <object> window: you MUST implement this virtual method!
tr: Ön değer <nesne> pencere: Bu sanal metodu uygulamalısınız!

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: numeric, 0..7
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler:nümerik, 0..7

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: DeduceKey | WriteKey | Both
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler: SonuçAnahtarı | YazıAnahtarı | Herikiside

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: Sol | Fa4 | Fa3 | Do4 | Do3 | Do2 | Do1
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler: Sol | Fa4 | Fa3 | Do4 | Do3 | Do2 | Do1

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: Major | Minor | Both
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler: Majör | Minör | Herikiside

source: lmTheoIntervalsCtrol. Unknown param: <param %s >
tr: lmTheoIntervalsCtrol. Bilinmeyen param: <parametre %s >

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: none | simple | double
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler: hiç | basit | ikikat

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: DeduceInterval | BuildInterval | Both
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler:SonuçAralığı | YapıAralığı | Herikisi

source: lmEarIntervalsCtrol. Unknown param: <param %s >
tr: lmEarIntervalsCtrol. Bilinmeyen parametre: <parametre %s >

source: Help: %s
tr: Yardım: %s

source: Adding book %s
tr: Kitap eklemek %s

source: (bookmarks)
tr: (işaretler)

source: Add current page to bookmarks
tr: Geçerli sayfa işaretlerini ekle

source: Remove current page from bookmarks
tr: Geçerli sayfa işaretlerini kaldır

source: Contents
tr: İçindekiler

source: Find
tr: Bul

source: Show all
tr: Bütünü göster

source: Display all index items that contain given substring. Search is case insensitive.
tr: bütün dizin öğerelrini göster kapsa.Arama, durum duygusuzudur

source: Show all items in index
tr: İndekste bütün maddeleri göster

source: Index
tr: İndeks

source: Case sensitive
tr: Büyük ve küçük harf duyarlı

source: Whole words only
tr: Tüm Kelimeler

source: Search
tr: Araştır

source: Search contents of help book(s) for all occurences of the text you typed above
tr: Üstte daktiloyla yazdığınız metin oluşmasına rağmen yardım kitabının içeriği ( ni ) ara .

source: Please choose the page to display:
tr: Lütfen, göstermek için sayfa seç:

source: Help Topics
tr: Yardım Konuları

source: Search in all books
tr: Bütün kitaplarda araştır

source: Help Browser Options
tr: Gösterici Seçeneklerine Yardım Et

source: Normal font:
tr: Normal yazıtipi:

source: Fixed font:
tr: Sabit yazı tipi:

source: Font size:
tr: Yazı tipi büyüklüğü

source: Preview:
tr: Baskı önizleme:

source: font size
tr: Sabit font:

source: Normal face<br>and <u>underlined</u>.
tr: Normal yüz<br>ve <u>altı çizili</u>.

source: <i>Italic face.</i>
tr: <i>İtalik görünüş.</i>

source: <b>Bold face.</b>
tr: <b>Kalın görünüş..</b>

source: <b><i>Bold italic face.</i></b><br>
tr: <b><i>Kalın italik görünüş.</i></b><br>

source: Fixed size face.<br> <b>bold</b> <i>italic</i>
tr: Sabit boyut.<br> <b>bold</b> <i>italic</i>

source: <b><i>bold italic <u>underlined</u></i></b><br>
tr: <b><i>kalın italik <u>altıçizili</u></i></b><br>

source: Help Printing
tr: Basıma Yardım Et

source: Cannot print empty page.
tr: Boş sayfayı basamayabilir.

source: HTML files (*.html;*.htm)|*.html;*.htm|
tr: HTML dosyalar (*.html;*.htm)|*.html;*.htm|

source: Help books (*.htb)|*.htb|Help books (*.zip)|*.zip|
tr: Kitaplara yardım et(*.htb)|*.htb|Kitaplara yardım et (*.zip)|*.zip|

source: HTML Help Project (*.hhp)|*.hhp|
tr: HTML Yardım Projesi (*.hhp)|*.hhp|

source: All files (*.*)|*
tr: Bütün dosyalar (*.*)|*

source: Open HTML document
tr: HTML belge aç

source: LenMus. Introduction
tr: LenMus. Giriş

source: Welcome
tr: Hoş geldiniz

source: Single exercises
tr: Tek alıştırmalar

source: Book %s contains some basic exercises for aural training and to practise theoretical concepts, such as intervals and scales. Unlike exercises included in the other books, you can customize all single exercises included in this book. This will allow you meet your specific needs at each moment and to practise specific points.
tr: Kitap %s, işitsel eğitim için bazı temel alıştırmaları kapsar, teorik kavramları pratik yapmak için aralıklar ve ölçekler gibi.Alıştırmalardan farklı , diğer kitaplarda içerir, bu kitapda içerilen bütün tek alıştırmaları ihtiyaca göre düzenleyebilirsiniz.Bu, özel noktaları pratik yapmanıza ve her an özel ihtiyaçlarınızı karşılamanıza izin verecek .

source: Welcome to LenMus Phonascus version
tr: LenMus Phonascus versiyonuna hoşgeldiniz

source: Phonascus, from Latin 'the teacher of music', is a music education software that you can use to practice your music reading skills, improve your aural recognition abilities, or just learn the fundamental principles of music theory and language. From version 3.1 it includes new functions that, I hope, will end up with full support for the creation, display, printing, play back and interactive edition of music scores. Visit the LenMus web site for more information about the current status of the score editor.
tr: Phonascus, Latin 'müziğin öğretmeni', müzik okuma becerilerinizi pratik yapmak için kullanabildiğiniz müzik eğitim yazılımı, işitsel tanıma yeteneklerinizi geliştirir veya sadece müziğin temel prensiplerini ve teorilerini öğrenebilmek için kullanabilirsiniz. Versiyon 3.1 yeni fonksiyonlar içeriyor,umarım, yaratma destek ile biter, gösterim, basım, tekrarla ve müziğin etkileşimli baskısı, sayı yapar.Sayı editörünün güncel konumu hakkında daha çok bilgi için lenmus ağ adresini ziyaret et.

source: LenMus Phonascus allows you to focus on specific skills and exercises, on both theory and aural training. The different activities can be customized to meet your specific needs at each moment and it allows you to work at your own pace.
tr: LenMus Phonascus programı spesifik özelliklere ve çalışmalara, teorik ve sesli olarak odaklanmaya imkan verir.Farklı faaliyetlerin herbiride özel ihtiyaçlarınızı karşılamak için ihtiyaca göre düzenlenilebilirler ve kendi adımınızda çalışmak için size izin verir.

source: LenMus is structured as a collection of fully interactive textbooks (eBooks), including theory and exercises. All exercises are fully integrated into the text. Music scores are not just images or pictures but fully interactive operational music scores that you can hear, in whole or just the measures you choose. This enables you to put concepts into practice with immediate feedback and makes the subject matter both more accessible and more rewarding, as you can hear, test and put in practise immediately any new concept introduced.
tr: Lenmus, tamamen etkileşimli ders kitaplarını kapsayan teori ve alıştırmaların koleksiyonu olarak biçimlendirilir.Bütün alıştırmalar, tamamen metin içinde birleştirilirler.Müzik sayıları tamamen sadece görüntüler veya resimler değiller ama tamamen etkileşimli işlevsel müzik yapar işitmemiz için.Bu, acil geribildirim pratik içine kavramları koymak için size sağlanır ve her iki konuda daha çok ulaşılabilir konu yapar ve daha çok değerli olarak işitebilirsiniz, Hemen herhangi bir yeni tanıtılan kavramı pratikten test et ve geçir.

source: Teaching material is organized into levels, and each level into lessons.
tr: Öğretim materyalleri bölümler içinde düzenlenir ve diğer bölümler derslerin içinde

source: We hope that LenMus become a useful tool in your studies.
tr: Çalışmalarınızda LenMus araçlarının yararlı olduğunu umarız."

source: The LenMus team.
tr: LenMus ekibi

source: 0. Introduction to single exercises
tr: 0. Tek alıştırmalara giriş

source: 1. Exercises for aural training
tr: 1. İşitsel eğitim için alıştırmalar

source: 1.1. Aural training. Intervals' comparison
tr: 1.1. İşitsel eğitim. Aralıkların karşılaştırması

source: Aural training. Intervals' comparison
tr: İşitsel eğitim. Aralıkların karşılaştırması

source: Exercise: Lesson two intervals and identify which one is greater
tr: Alıştırma:

source: 1.2. Aural training. Intervals' identification
tr: 1.2. İşitsel eğitim. Aralıkların tanınması

source: Aural training. Intervals' identification
tr: İşitsel eğitim. Aralıkların tanınması

source: Exercise: Lesson an interval and identify it
tr: Alıştırma: Ders bir aralık ve onu tanımla
