Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: E Major / C# minor
de: E-Dur / cis-Moll
es: Mi Mayor / Do # menor
tr: E Majör / C# minör

source: E b Major
de: Es-Dur
es: Mi b Mayor
tr: E b Majör

source: E b major
de: Es-Dur
es: Mi b Mayor
tr: E b majör

source: E b minor
de: es-Moll
es: Mi b menor
tr: E b minör

source: E flat major
de: Es-Dur
es: Mi b Mayor
tr: tamamıyla E majör

source: E flat minor
de: es-Moll
es: Mi b menor
tr: tamamıyla E minör

source: E major
de: E-Dur
es: Mi Mayor
tr: E majör

source: E minor
de: e-Moll
es: Mi menor
tr: E minör

source: Eb Major
de: Es-Dur
es: Mi b Mayor

source: Eb Major / C minor
de: Es-Dur / c-Moll
es: Mi b Mayor / Do menor
tr: Eb Majör / C minör

source: Eb minor
de: es-Moll
es: Mi b menor

source: Edit
de: Bearbeiten
es: Editar

source: Edit text
de: Text bearbeiten
es: Editar texto

source: Edit toolbox
de: Toolbox bearbeiten
es: Herramientas de edición

source: Edit tools
de: Werkzeuge bearbeiten
es: Herramientas de edición
tr: Araçları yayına hazırla

source: Edit tools for barlines and rehearsal marks
de: Werkzeuge für Taktstriche und Probenmarkierung bearbeiten
es: Herramientas para líneas divisorias y símbolos de repetición

source: Edit tools for clefs, keys and time signatures
de: Werkzeuge für Notenschlüssel, Vorzeichen und Taktart bearbeiten
es: Herramientas para claves, armaduras y métricas

source: Edit tools for notes and rests
de: Werkzeuge für Noten und Pausen bearbeiten
es: Herramientas de edición para notas y silencios

source: Edit tools for text, graphics and symbols
de: Werkzeuge für Text, Grafiken und Symbole bearbeiten
es: Herramientas de edición para textos, gráficos y símbolos

source: Editor quick guide
de: Kurzanleitung des Editors
es: Guía rápida del editor

source: Empty (manuscript paper)
de: Leer (Notenpapier)
es: Sin nada (papel pautado)

source: Enable edition
es: Habilitar edición

source: End of beamed group
de: Ende einer durch Balken verbundenen Gruppe
es: Error en grupo
tr: Işın grubu bitti

source: End repetition
de: Wiederholungszeichen Ende
es: Fin de repetición

source: Enlarge image size
de: Abbildung vergrößern
es: Incrementar tamaño de la imagen

source: Error checking for updates
de: Fehler beim Suchen nach Updates
es: Error al buscar actualizaciones
tr: Güncelleştirmeler için hata kontrolu

source: Error copying examples of music scores
de: Fehler beim Kopieren der Beispielpartituren
es: Error copiando partituras de ejemplo
tr: Müzik sayılarının kopyalanmasındaki hataları örnekler

source: Error copying program files
de: Fehler beim Kopieren der Programmdateien
es: Error copiando archivos de programa
tr: Program dosyaları kopyalama hatası

source: Error creating shortcut on desktop
de: Fehler beim Erstellen der Verknüpfung auf dem Desktop
es: Error al crear el acceso directo en el escritorio
tr: Masaüstünde kısa kesintili hatalar yaratır

source: Error message
de: Fehlermeldung
es: Mensaje de error
tr: Hata mesajı

source: Error when trying to move to folder %s
de: Fehler bei dem Versuch in das Verzeichnis %s zu verschieben
es: Error al tratar de cambiar a la carpeta %s
tr: Dosyayı taşımayı denediğin zamanki hata %s

source: Error: Template '%s' not found.
es: Error: No se encuentra la plantilla '%s'.

source: Errors in file
de: Fehler in der Datei
es: El documento tiene errores

source: Estimated time to finish this session
de: Geschätzte Zeit, um diese Sitzung zu beenden
es: Tiempo estimado para finalizar esta sesión

source: Exam
de: Prüfung
es: Examen

source: Exam mode
de: Prüfungsmodus
es: Examen

source: Examples of music scores
de: Beispielpartituren
es: Ejemplos de partituras
tr: Müzik sayılarınının örnekleri

source: Exercise options
de: Optionen
es: Opciones del ejercicio

source: Exercise will be changed to 'Practise' mode.
de: Übung wird in den "Trainings"-Modus geschaltet
es: El ejercicio se cambiará al modo 'practicar'.

source: Exercises
de: Übungen
es: Ejercicios
tr: Alıştırmalar

source: Exit program
de: Programm wird beendet
es: Terminar el programa

source: Explain
de: Erklären
es: Explicar

source: F
es: Fa

source: F # / G b
de: Fis / Ges
es: Fa # / Sol b

source: F # Major
de: Fis-Dur
es: Fa # Mayor
tr: F # Majör

source: F # major
de: Fis-Dur
es: Fa # Mayor
tr: F # majör

source: F # minor
de: fis-Moll
es: Fa # menor
tr: F # minör

source: F Major
de: F-Dur
es: Fa Mayor
tr: F Majör

source: F Major / D minor
de: F-Dur / d-Moll
es: Fa Mayor / Re menor
tr: F Majör / D minör

source: F clef in 3rd line
de: F-Schlüssel auf der 3. Linie
es: Fa en 3ª línea

source: F clef in 4th line (bass)
de: F-Schlüssel auf der 4. Linie (Bass)
es: Fa en 4ª línea (Bajo)

source: F clef on 3rd line
de: F-Schlüssel auf der 3. Linie
es: Fa en 3ª línea
tr: F nota anahtarı 3. çizgi

source: F clef on 4th line
de: F-Schlüssel auf der 4. Linie
es: Fa en 4ª línea

source: F clef on 4th line (bass)
de: F-Schlüssel auf der 4. Linie (Bass)
es: Fa en 4ª línea (Bajo)
tr: F nota anahtarı 4. çizgi (bas)

source: F major
de: F-Dur
es: Fa Mayor
tr: F majör

source: F minor
de: f-Moll
es: Fa menor
tr: F minör

source: F sharp major
de: Fis-Dur
es: Fa # Mayor
tr: keskin F majör

source: F sharp minor
de: fis-Moll
es: Fa # menor
tr: keskin F minör

source: F# Major
de: Fis-Dur
es: Fa # Mayor

source: F# Major / D# minor
de: Fis-Dur / dis-Moll
es: Fa # Mayor / Re # menor
tr: F# Majör / D# minör

source: F# minor
de: fis-Moll
es: Fa # menor

source: F#/Gb
de: Fis / Ges
es: Fa#/Sol b

source: Failed adding book %s
de: Das Buch %s konnte nicht hinzugefügt werden
es: Problemas al añadir el libro %s
tr: Başarısız ekleyen kitap %s

source: Figured bass
de: Generalbass
es: Bajo cifrado

source: File to save
de: Datei speichern
es: Archivo a guardar

source: File tools
de: Dateiwerkzeuge
es: Herramientas de archivo
tr: Araçları dosyaları

source: Final barline
de: Schlussstrich
es: Barra final

source: Finish
de: Fertig
es: Terminar

source: First one greater
de: Erster Intervall ist größer
es: El primero es más grande
tr: Birincisi daha büyük

source: Fit page full
de: Ganze Seite
es: Ajustar a página completa
tr: Sayfaya tam uyl

source: Fit page width
de: Seitenbreite
es: Ajustar al ancho de página
tr: Sayfada genişliğe uy

source: Flat
de: b
es: Bemol
tr: Düz

source: Flute
de: Flöte
es: Flauta

source: Free software under GNU General Public License, version 3 or later.
de: Freie Software unter der GNU General Public License Version 3 oder höher.
es: Software libre bajo licencia GNU GPL (General Public License), versión 3 o superior.

source: French
de: Französisch
es: Francés
tr: Fransa

source: From this key signature:
de: Von dieser Tonart
es: De esta armadura:

source: G
es: Sol

source: G # / A b
de: Gis / As
es: Sol # / La b

source: G # minor
de: gis-Moll
es: Sol # menor
tr: G # minör

source: G Major
de: G-Dur
es: Sol Mayor
tr: G Majör

source: G Major / E minor
de: G-Dur / e-Moll
es: Sol Mayor / Mi menor
tr: G Majör / E minör

source: G b Major
de: Ges-Dur
es: Sol b Mayor
tr: G b Majör

source: G b major
de: Ges-Dur
es: Sol b Mayor
tr: G b majör

source: G clef (violin)
de: G-Schlüssel (Violinschlüssel)
es: Sol (violín)
tr: G nota anahtarı (keman)

source: G clef on 2nd line
de: G-Schlüssel auf der 2. Linie
es: Sol en 2ª línea

source: G flat major
de: Ges-Dur
es: Sol b Mayor
tr: tamamıyla G majör

source: G major
de: G-Dur
es: Sol Mayor
tr: G majör

source: G minor
de: g-Moll
es: Sol menor
tr: G minör

source: G sharp minor
de: gis-Moll
es: Sol # menor
tr: keskin G minör

source: G# minor
de: gis-Moll
es: Sol # menor

source: G#/Ab
de: Gis / As
es: Sol#/La b

source: Galician
de: Galicisch
es: Gallego

source: Gb Major
de: Ges-Dur
es: Sol b Mayor

source: Gb Major / Eb minor
de: Ges-Dur / es-Moll
es: Sol b Mayor / Mi b menor
tr: Gb Majör / Eb minör

source: Generate right/wrong sounds when clicking an answer button
de: Richtig/Falsch-Sounds beim Klicken auf die Schaltfläche "Antworten" abspielen
es: Generar sonido de acierto/fallo al pulsar un btón de respuesta
tr: Cevap düğmesini tıkladığında doğru ve yanlış sesleri üret

source: German
de: Deutsch
es: Alemán

source: Go back to theory
de: Gehe zurück zu Theorie
es: Volver a la teoría
tr: Teoriye geri git

source: Gregorian modes:
de: Gregorianisch:
es: Modos Gregorianos:

source: Gregorian scales
de: Gregorianische Tonleitern
es: Modos Gregorianos

source: Guitar
de: Gitarre
es: Guitarra

source: Half cadence
de: Halbschluss
es: Semicadencia

source: Half cadences
de: Halbschluss
es: Semicadencia

source: Half dim. 7th
de: Halbverm. Septime
es: 7ª de sensible
tr: 7. Yarım art.

source: Half diminished 7th
de: Halbverminderte Septime
es: 7ª de sensible
tr: 7. Yarım azaltılmış

source: Half note
de: Halbe Note
es: Blanca
tr: Yarım nota

source: Half rest
de: Halbe Pause
es: silencio de blanca
tr: Yarım duraklaması

source: Harmonic
de: Harmonisch
es: Armónica
tr: Ahenkli

source: Harmonic (simultaneous notes)
de: Harmonisch (gleichzeitig abgespielt)
es: Armónico (notas simultáneas)
tr: Harmonik (aynı anda olan notalar)

source: Harmony
de: Harmonie
es: Armonía

source: Help
de: Hilfe
es: Ayuda
tr: Yardım

source: Help button
de: Hilfe
es: Botón de ayuda
tr: Yardım butonu

source: Hide/show the status bar
de: Statusleiste anzeigen/ausblenden
es: Mostrar/ocultar barra de estado
tr: Konu çubuğunu göster/gizle

source: Hide/show the tools bar
de: Werkzeugleiste anzeigen/ausblenden
es: Mostrar/ocultar la barra de herramientas
tr: Araç çubuğunu göster/gizle

source: Hide/show welcome page
de: Begrüßungsseite anzeigen/ausblenden
es: Mostrar/ocultar página de bienvenida

source: How many octaves
de: Wie viele Oktaven?
es: ¿Cuántas octavas?

source: How to show key signature?
de: Wie soll die Tonart angezeigt werden?
es: ¿Cómo indicar la tonalidad?

source: IVm/6 --> V (Phrygian half cadence)
de: IVm/6 --> V (Phrygischer Halbschluss)
es: IVm/6 --> V (semicadencia Frigia)

source: Icons' size
de: Größe der Icons
es: Tamaño de los iconos
tr: İkonların boyutu

source: Identify cadence &group (terminal/transient)
de: Kadenz und &Gruppe (anschließend/vorübergehend) erkennen
es: Identificar el &grupo de la cadencia (conclusiva/suspensiva)

source: Identify cadence &type
de: Kadenz und &Typ erkennen
es: Identificar el &tipo de cadencia:

source: Identify the following note:
de: Erkennen Sie die folgende Note:
es: Identificar la siguiente nota:

source: Identify the next cadence:
de: Erkennen Sie die folgende Kadenz:
es: Identificar la siguiente cadencia:

source: Identify the next chord:
de: Erkennen Sie den folgenden Akkord:
es: Identificar el siguiente acorde:
tr: Sonraki akoru tanımla:

source: Identify the next interval:
de: Erkennen Sie den folgenden Intervall:
es: Identificar el siguiente intervalo:
tr: Sonraki aralığı tanımla

source: Identify the next scale:
de: Erkennen Sie die folgende Tonleiter:
es: Identificar la siguiente escala:
tr: Sonraki ölçeği tanımla:

source: Identify tonality settings
de: Einstellungen zur Tonalität festlegen
es: Opciones de 'Identificar tonalidad'

source: If you find a bug or have a suggestion, please contact me. I depend on your feedback in order to continue to improve LenMus. So please visit LenMus website and give me your bug reports and feature requests. Thank you very much.
de: Kontaktieren Sie mich, wenn Sie einen Fehler finden oder Anregungen haben. Ich verlasse mich auf Ihr Feedback, um LenMus weiter zu verbessern. Besuchen Sie unsere Webseite und lassen Sie mir Ihren Problembericht und Ihre Verbesserungsvorschläge zukommen. Vielen Dank.
es: Si encuentras algún error o tienes alguna sugerencia, por favor, comunícamelo. Dependo de tus comentarios y sugerencias para continuar mejorando el programa. Por favor, visita la web e infórmame de los errores que detectes y las sugerencias que tengas. Muchas gracias.

source: If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit the LenMus website at www.lenmus.org and leave a message in the 'contact' page. Thank you and welcome.
de: Wenn Sie bei der Entwicklung dieses Programms helfen möchten oder dem Projekt in anderer Weise hilfreich sein möchten, sind Sie in der Tat willkommen. Besuchen Sie die LenMus Webseite unter www.lenmus.org und hinterlassen Sie eine Nachricht auf der Seite "Kontakt". Vielen Dank und herzlich willkommen.
es: Si quieres unirte al proyecto y ayudar en la programación o de cualquier otra manera, eres bienvenido/a. Por favor, visita la web de LenMus en www.lenmus.org y déjame un mesaje en la página de 'contactar'. Muchas gracias y bienvenido/a.

source: If your PC has more than one device, choose one of them. You can test all of them and choose the one whose sound you prefer.
de: Wenn Ihr Computer über mehr als einen MIDI-Synthesizer verfügt, wählen Sie das bevorzugte Gerät aus. Sie können alle testen und jenes auswählen, dessen Klang Sie bevorzugen.
es: SI tu PC tiene más de uno, elige el que prefieras. Puedes probar los que existan y elegir luego el que proporcione el sonido que más te guste.
tr: PC de birden fazla araca sahipsen, bunlardan birini seç.Onların hepsini test edebilirsin ve tercih ettiğin birini seç.

source: Imperfect
de: Unvollkommen
es: Imperfecta

source: Imperfect authentic
de: Unvollkommener Ganzschluss
es: Imperfecta auténtica

source: Insert clef
de: Notenschlüssel einfügen
es: Insertar clave

source: Insert note
de: Note einfügen
es: Insertar nota

source: Insert rest
de: Pause einfügen
es: Insertar silencio

source: Installation canceled
de: Installation abgebrochen
es: Instalación cancelada
tr: Kanalı kur

source: Instrument:
es: Instrumento:
tr: Enstrüman:

source: Internet connection options
de: Internetverbindung Optionen
es: Opciones de conexión a Internet
tr: İnternet bağlantı seçenekleri

source: Intervals
de: Intervalle
es: Intervalos
tr: Aralar

source: Intervals to practise
de: Zu trainierende Intervalle
es: Intervalos a practicar
tr: Pratik yapmak için aralıklar

source: Intervals' types
de: Intervalltypen
es: Tipos de intervalo
tr: Aralıkların tipleri

source: Invalid zooming factor '%s'
de: Ungültiger Zoom-Faktor '%s'
es: Factor de escala no válido '%s'
tr: Geçersiz zoom yapma faktörü '%s

source: Ionian
de: Ionisch
es: Jónica

source: It is nor possible to generate all the selected intervals. Selected notes range interval (tab 'Other settings') is lower than maximum allowed interval (tab 'Intervals')
de: Es ist nicht möglich, die gewählten Intervalle zu erstellen. Der ausgewählte Tonumfang für das Interval (Registerkarte "Andere Einstellungen") ist kleiner als der maximal zulässige Intervall (Registerkarte "Intervalle").
es: No es posible generar ningún intervalo. El ámbito seleccionado (ver pestaña 'Otros ajustes') es menor que el mínimo intervalo deseado (ver pestaña 'Intervalos')
tr: Geliştiriciler

source: It is not possible to generate an interval satisfying the constraints imposed by the chosen settings.
de: Es ist nicht möglich einen Intervall zu erzeugen, der die Bedingungen, die durch die gewählten Einstellungen erzwungen werden, erfüllt.
es: No es posible generar un intervalo que cumpla las restricciones impuestas por las opciones elegidas.

source: It is not possible to generate any interval. Selected notes range interval (see tab 'Other settings') is lower than minimun allowed interval (see tab 'Intervals')
de: Es ist nicht möglich, ein Intervall zu erstellen. Der ausgewählte Tonumfang für das Interval (siehe Registerkarte "Andere Einstellungen") ist kleiner als der niedrigste, zulässige Intervall (siehe Registerkarte "Intervalle").
es: No es posible generar ningún intervalo. El ámbito seleccionado (ver pestaña 'Otros ajustes') es menor que el mínimo intervalo deseado (ver pestaña 'Intervalos')

source: It is not possible to generate any interval. Selected notes' range interval (tab 'Other settings') is lower than minimum allowed interval (tab 'Intervals')
de: Es ist nicht möglich, ein Intervall zu erstellen. Der ausgewählte Tonumfang für das Interval (Registerkarte "Andere Einstellungen") ist kleiner als der niedrigste zulässige Intervall (Registerkarte "Intervalle").
es: No es posible generar ningún intervalo. El ámbito seleccionado (ver pestaña 'Otros ajustes') es menor que el mínimo intervalo deseado (ver pestaña 'Intervalos')

source: Italian
de: Italienisch
es: Italiano

source: Item description
de: Produktbeschreibung
es: Descripción del elemento
tr: Madde açıklaması

source: Just identify type: major or minor
de: Nur Typ erkennen: Dur oder Moll
es: Sólo identificar tipo: mayor o menor

source: Just name the interval number
de: Nur die Intervalle benennen
es: Indicar sólo el número del intervalo

source: Key signature
de: Tonart
es: Tonalidad

source: Key signatures
de: Tonarten
es: Tonalidades
tr: İmzaların anahtarı

source: Key type
de: Tonart
es: Tipo de armadura

source: Labels
de: Beschriftungen
es: Etiquetas
tr: Etiketler

source: Labels &bottom
de: &Beschriftungen unten
es: Etiquetas &debajo

source: Labels &right
de: Beschriftungen &rechts
es: &Etiquetas a la derecha

source: Language
de: Sprache
es: Idioma
tr: Dil

source: Language '%s' will be used the next time you run LenMus.
de: Die Sprache '%s' wird beim nächsten Start von LenMus verwendet.
es: El idioma %s será usado la próxima vez que arranque LenMus.

source: Language preferences
de: Spracheinstellungen
es: Preferencias de idioma
tr: Dil tercihleri

source: Last successful check:
de: Letzte erfolgreiche Suche:
es: Ultima comprobación:
tr: Kontrolü başarılı sürdür

source: Learn and practise music theory
de: Musiktheorie lernen und anwenden
es: Aprender y practicar teoría de la música

source: Learning
de: Lernen
es: Aprender

source: Learning mode
de: Lernmodus
es: Aprender

source: LenMus First Run
de: Erster Programmstart von LenMus
es: Primera ejecución de LenMus
tr: LenMus ilk işletimi

source: LenMus Phonascus is built using the <b>wxWidgets</b> application framework (http://www.wxwidgets.org). It is 'Open Source', has multi-platform support, it is ease to learn and extend, it has a helpful community, and also has the possibility to use it in commercial products without licencing.
de: LenMus Phonascus benutzt das <b>wxWidgets</b> Application-Framework (http://www.wxwidgets.org). Es handelt sich um Open Source und wird von zahlreichen Plattformen unterstützt. Es ist einfach zu erlernen und zu erweitern, außerdem gibt es eine hilfreiche Community. Es gibt die Möglichkeit, es ohne Lizenzierung in kommerziellen Produkten zu verwenden.
es: LenMus Phonascus está construido utilizando <b>wxWidgets</b>, un conjunto de clases C++ para desarrollo de aplicaciones multiplataforma (http://www.wxwidgets.org). wxWidgets es 'Open Source', es fácil de aprender, tiene una generosa comunidad de usuarios y puede usarse tambien en productos comerciales sin necesidad de licencia.

source: LenMus Phonascus updater
es: Actualizador de LenMus Phonascus
tr: Lenmus Phonascus'u güncelleştirir

source: LenMus Phonascus uses <b>PortMidi</b> the Portable Real-Time MIDI Library (http://www.cs.cmu.edu/~music/portmusic/). PortMidi is copyright (c) 1999-2000 Ross Bencina and Phil Burk and copyright (c) 2001 Roger B. Dannenberg. Its licence permits free use.
de: LenMus Phonascus benutzt <b>PortMidi</b>, die portable Real-Time MIDI Bibliothek (http://www.cs.cmu.edu/~music/portmusic/). Das Urheberrecht für PortMidi haben Ross Bencina und Phil Burk (1999-2000) und Roger B. Dannenberg (2001). Seine Lizenz erlaubt die kostenfreie Nutzung.
es: LenMus Phonascus utiliza <b>PortMidi</b> (the Portable Real-Time MIDI Library) disponible en http://www.cs.cmu.edu/~music/portmusic/. PortMidi tiene copyright (c) 1999-2000 Ross Bencina y Phil Burk y copyright (c) 2001 Roger B. Dannenberg. Su licencia permite uso gratuito.
tr: LenMus Phonascus <b>PortMidi</b> kullanır, taşınabilir gerçek zamanlı midi kütüphanesi (http://www.cs.cmu.edu/~music/portmusic/). PortMidi telifhakkı(c) 1999-2000 Ross Bencina ve Phil Burk ve telifhakkı (c) 2001 Roger B. Dannenberg. Lisansı serbest kullanıma izin verir.

source: LenMus is a free program to help you in the study of music theory and ear training.
de: LenMus ist ein Programm, welchens Sie beim Erlernen der Musiktheorie und dem Training des Gehörs unterstützt.
es: LenMus es un programa gratuito para ayudarte en el estudio de la teoría de la música y en el entrenamiento del oido.

source: LenMus uses <b>sqlite3</b> (http://www.sqlite.org/), with <b>wxSQLite3</b> wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) for wxWidgets. SQLite is a widely used library that implements a transactional SQL database engine. Unlike client-server database management systems, the SQLite engine is not a standalone process with which the program communicates. Instead, the SQLite library is linked with your program and becomes an integral part of it. SQLite was created by D. Richard Hipp and the source code is in the public domain and is thus free for use for any purpose, commercial or private. Wrapper wxSQLite3 was written by Ulrich Telle.
de: LenMus benutzt <b>sqlite3</b> (http://www.sqlite.org/) mit dem <b>wxSQLite3</b> Wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) für wxWidgets. SQLite ist eine weit verbreitete Bibliothek, die eine transaktionale SQL-Datenbank-Engine implementiert. Im Gegensatz zu Client-Server-Datenbankmanagementsystemen ist die SQLite-Engine kein eigenständiger Prozess, mit dem das Programm kommuniziert. Stattdessen ist die SQLite-Bibliothek mit Ihrem Programm verbunden und wird ein ein wesentlicher Bestandteil davon. SQLite wurde von D. Richard Hipp entworfen und der Quelltext ist der Öffentlichkeit zur Verfügung gestellt, egal ob für private oder kommerzielle Zwecke. Der Wrapper wxSQLite3 wurde von Ulrich Telle entwickelt.
es: LenMus utiliza <b>sqlite3</b> (http://www.sqlite.org/),mediante el componente <b>wxSQLite3</b> (http://wxcode.sourceforge.net/components/wxsqlite3) para wxWidgets. SQLite es una libnrería, ampliamente usada, que implementa un motor transaccional SQL de bases de datos. Al contrario que los gestores cliente-servidor de bases de datos, el motor SQLite no es un proceso independiente con el que los programas se comunican sino que es una librería montada con el programa. SQLite ha sido creador por D. Richard Hipp y el código fuente es de dominio público y puede usarse gratuitamente para cualquier propósito, coercial o privado. El componente wxSQLite3 ha sido escrito por Ulrich Telle.

source: Licence
de: Lizenz
es: Licencia
tr: Lisans

source: License
de: Lizenz
es: Licencia
tr: lisans

source: Lines and arrows
de: Linien und Pfeile
es: Líneas y flechas

source: Linux package:
de: Linux-Paket:
es: Paquete Linux:

source: Locrian
de: Lokrisch
es: Lócria

source: Long
de: Lang
es: Largo

source: Long term achievement
de: Langfristiger Erfolg
es: Logro a largo plazo

source: Lydian
de: Lydisch
es: Lidio
tr: Lidyalı

source: M, P - Major, Perfect
de: G, R - Groß, Rein
es: M, j - Mayor, justa
tr: M - Majör, Mükemmel

source: M2
de: G2
es: 2ª M

source: M3
de: G3
es: 3ª M

source: M6
de: G6
es: 6ª M

source: M7
de: G7
es: 7ª M

source: MIDI configuration wizard
de: MIDI Konfigurationsassistent
es: Asistente para configurar MIDI
tr: MIDI konfigürasyon sihirlisi

source: Main tools
de: Hauptwerkzeuge
es: Herramientas principales
tr: Esas araçlar

source: Major
de: Dur
es: Mayor

source: Major
de: Dur
es: Mayor
tr: Majör

source: Major 10th
de: Große Dezime
es: 10ª Mayor
tr: 10. Majör

source: Major 11th
de: Große Undezime
es: 11ª Mayor

source: Major 13th
de: Große Tredezime
es: 13ª Mayor
tr: 13. Majör

source: Major 14th
de: Oktave plus große Sexte
es: 14ª Mayor
tr: 14. Majör

source: Major 2nd
de: Große Sekunde
es: 2ª Mayor
tr: 2. Majör

source: Major 3rd
de: Große Terz
es: 3ª Mayor
tr: 3. Majör

source: Major 6th
de: Große Sexte
es: 6ª Mayor
tr: 6. Majör

source: Major 7th
de: Große Septime
es: 7ª Mayor
tr: 7. Majör
