Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: 1.3. Aural training. Chords' identification
tr: 1.3. İşitsel eğitim. Akorların tanınması

source: Aural training. Chords' identification
tr: İşitsel eğitim. Akorların tanınması

source: Exercise: Lesson a chord and identify its type
tr: Alıştırma: Ders akor ve tip tanımlama

source: 1.4. Aural training. Scales' identification
tr: 1.4. İşitsel eğitim.Ölçümlerin tanınması

source: Aural training. Scales' identification
tr: İşitsel eğitim.Ölçümlerin tanınması

source: Exercise: Lesson a scale and identify its type
tr: Alıştırma: Ders ölçü ve tip tanımlama

source: 2. Exercises to practise theory
tr: 2. Teoriyi pratik yapmak için alıştırmalar

source: 2.1. Key signatures' identification (in score)
tr: 2.1. Anahtarların tanınması (sayıda)

source: Key signatures' identification
tr: Anahtarların tanınması

source: Exercise: Identify a key signature or indicate the number of accidentals it has
tr: Alıştırma: Anahtarı tanımla veya sahip olduğu çizgi sayısını belirt

source: 2.2. Interval's identification (in score) and construction
tr: 2.2. Aralığın tanınması (sayıda) ve inşa edilmesi

source: Interval's identification and construction
tr: Aralığın tanınması ve inşa edilmesi

source: 2.3. Scales' identification (in score)
tr: 2.3. Ölçekelriı tanıma (sayıda)

source: Scales' identification
tr: Ölçeklerin tanınması

source: Exercise: Identify the scale shown
tr: Alıştırma: Gösterilen ölçeği tanımla

source: 2.4. Chords' identification (in score)
tr: 2.4. Akorların tanınması (sayıda)

source: Chords' identification
tr: Akorların tanınması

source: Exercise: Identify the type of the shown chord
tr: Alıştırımalar: Akorun gösterilen tipimi tanımla

source: 3. Other exercises
tr: 3. Diğer alıştırmalar

source: 3.1. Clefs Reading
tr: 3.1. Nota anahtarlarının okunması

source: Clefs Reading
tr: Nota anahtarları okuması

source: Appart of exercises included in the eBooks, the following general exercises (customizable to suit your needs at any moment) are available:
tr: Alıştırmalarım sonucu zayıf not içerdi,aşağıdaki genel alıştırmalar (herhangi bir ihtiyacınıza uymak için özelleştirilebilir) mevcuttur.

source: Failed adding virtual book %s
tr: Başarısız ekleyen sanal kitap %s

source: Importing XML file %s
tr: XML dosyalarını çağır %s

source: Error parsing XML file
tr: Gramer olarak incelenmen XML dosyalarında hata

source: Error. <%s> files are not supported
tr: Hata. <%s> dosyalar desteklenilmezler

source: Warnings while importing a MusicXML score.
tr: Uyararak MusicXML sayısını çağır.

source: Parsing <%s>: tag <%s> not supported.
tr: Gramer açısından inceleme <%s>: tag <%s> destekleme.

source: Part id = %s not defined in <part-list>
tr: Kimlik bilgisini ayır = %s tanımlama <bölüm-listesi>

source: Parsing <%s>: duration=%d, timeShift=%f
tr: Gramer açısından inceleme <%s>: süre=%d, yüklemezamanı=%f

source: Parsing <clef>: staff_number=%s, clef=%s, line=%s
tr: Gramer açısından inceleme <nota anahtarı>:nota çizgisi numarsı=%s, nota anahtarı=%s, çizgi=%s

source: Parsing <staves>: num_staves=%s
tr: Gramer açısından inceleme <nota çizgileri>: num_nota çizgileri=%s

source: Parsing <key>: fifths=%s, mode=%s
tr: Gramer açısından incleme <anahtar>: beşinci=%s, mod=%s

source: Parsing <time>: beats=%s, beat-type=%s
tr: Gramer açısından incleme <zaman>: vurular=%s, vuru tipi=%s

source: Parsing <bar-style>: bar_style=%s
tr: Gramer açısından incleme <sitil-çubuğu>: sitil-çubuğu=%s

source: Parsing <offset>: offset=%s
tr: Gramer açısından incleme <uzantı>: uzantı=%s

source: Parsing <%s>: unknown note type %s
tr: Gramer açısından incleme <%s>: bilinmeyen nota tipi %s

source: Parsing <beam>: value=%s, beam-level=%s
tr: Gramer açısından incleme <darbe>: değer=%s, darbe-bölüm=%s

source: Parsing <note.<beam>: unknown beam type %s
tr: Gramer açısından incleme <nota.<darbe>: bilinmeyen darbe tipi %s

source: Parsing <note>.<stem>: unknown type %s
tr: Gramer açısından incleme <nota>.<gövde>: bilinmeyen tip %s

source: Parsing <stem>: stem type=%s, enum=%d
tr: Gramer açısından incleme <gövde>: gövde tipi=%s, enum=%d

source: Parsing <staff>: num.Staff=%s
tr: Gramer açısından incleme <nota çizgisi>: num.Nota çizgisi=%s

source: Parsing <chord>
tr: Gramer açısından inceleme<akort>

source: Parsing <rest>
tr: Gramer açısından inceleme<sonuç>

source: Parsing <grace>
tr: Gramer açısından inceleme<zerafet>

source: Parsing <cue>
tr: Gramer açısından inceleme<iste>

source: Parsing <tie>. Type=%s
tr: Gramer açısından inceleme<bağ>. Tip=%s"

source: Parsing <notations>
tr: Gramer açısından inceleme<rakamlar>

source: Parsing <fermata>
tr: Gramer açısından inceleme<durak ve uzatma işareti>

source: Parsing <tuplet>. Type=%s, bracket=%s, above=%s, showNumber=%s, number=%d
tr: Gramer açısından incleme <tuplet>. Tip=%s, köşeli ayraç=%s, yukarıda=%s, Numara göster=%s, numarar=%d

source: Parsing <note>.<lyric>: unknown syllabic value %s
tr: Gramer açısından inceleme <nota>.<lirik>: bilinmeyen hecesel değer %s

source: Parsing <lyric>
tr: Gramer açısından inceleme<lirik>

source: Parsing <note>.<accidental>: unknown type %s
tr: Gramer açısından inceleme<nota>.<kaza eseri>: bilinmeyen tip %s

source: Parsing <accidental>. Type=%s
tr: Gramer açısından inceleme <kaza eseri>. Tip=%s

source: Attribute "%s" not found in tag <%s>.
tr: Özellik "%s" etikette bulunmaz <%s>.

source: Yes-no attribute "%s" has an invalid value "%s".
tr: Evet-hayır özalliği "%s" geçersiz değere sahip olur "%s".

source: Parsing <duration>: duration=%s
tr: Gramer açısından inceleme<süre>:süre=%s

source: Parsing <divisions>: divisions=%s
tr: Gramer açısından inceleme<bölmeler>:bölmeler=%s

source: Parsing <placement>: placement='%s'>
tr: Gramer açısından inceleme<yerleşim>:yerleşim=%s

source: <placement> element has an invalid value "%s". Asumed 'above'
tr: <yerleşim> element geçersiz değere sahip olur "%s". Asumed 'üstte'

source: LenMus is a free program to help you in the study of music theory and ear training. It is available for Windows but soon it will be also available for Mac OS X, Linux, and other Unix-like operating systems.
tr: Lenmus, müzik teorisi ve kulak eğitimi çalışmasında size yardım etmek için serbest programdır.Windows için mevcutdur ama yakında ,Mac, Linux ve diğer Unıx-lıke işletim sistemilerİ için aynı zamanda mevcut olacak .

source: The LenMus Project is an open project, committed to the principles of Open Source, free education, and free access to information. It has no comercial purpose. It is an open workbench for working on all areas related to teaching music, and music representation and management with computers. It aims at developping public knowledge, methods and algorithms related to all these areas and at the same time provides free quality software for music students, amateurs, and teachers.
tr: Lenmus projesş açık projedir, açık kaynağın ilkelerine üstlenir,serbest eğitim, ve bilgiye serbest ulaşım.Müziği öğretmek ile ilgili bütün alanlarda çalışmak için açık çalışma tezgahıdır, bilgisayarlar ile ve müzik temsili ve yönetimi.Genel bilgi geliştirmeyi hedef alır, bütün bu alanlar ile ilgili metodlar ve algoritmalar ve aynı anda, amatör, öğrencilere ve öğretmenlere serbest kaliteli müzik yazılımı sağlar.

source: If you find a bug or have a suggestion, please contact us. We depend on your feedback in order to continue to improve LenMus. So please visit our website and give us your bug reports and feature requests. Thank you very much.
tr: Eğer can sıkıcı birşeyler bulursanız önerilerinizi bekliyoruz, lütfen bizimle bağlantı kurun.Lenmusu geliştirmeyi için devam etmek amacıyla geribildiriminize ihtiyacımız var.Bu yüzden websitemizi ziyaret edin ve şikayetlerinizi bize bildirin.Çok teşekkürler.

source: Copyright &copy; 2002-2006 Cecilio Salmer&oacute;n.
tr: TelifHakkı &kopya; 2002-2006 Cecilio Salmer&oacute;n.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
tr: Bu ptogram serbest yazılımdır; onu yenşden dağıtabilirsiniz ve/veya serbest yazılım altyapısı yoluyla yayınlanmış olarak GNU genel kamu lisansının terimleri altında değiştirebilirsiniz; Lisansın herhangi bir versiyon ikisi, veya (seçeneğinizde) herhangi bir sonraki versiyon.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For more details see the GNU General Public License at http://www.gnu.org/licenses/licenses.html
tr: Bu program yararlı olması ümidiyle dağıtılmıştır, ama yetki dışında; kastedilen satılabilirliğin yetkisi ya da özel maksatlara uygunluk dışında.Daha çok ayrıntı için, GNU Genel Kamu Lisansını gör http://www.gnu.org/licenses/licenses.html

source: LenMus Phonascus is build using the <b>wxWidgets</b> application framework (http://www.wxwidgets.org). It is 'Open Source', has multi-platform support, it is ease to learn and extend, it has a helpful community, and also has the possibility to use it in commercial products without licencing.
tr: LenMus Phonascus kullanan iyi bir <b>wxWidgets</b> uygulama çatısı (http://www.wxwidgets.org). Kaynağı aç ve multi-platformu desteklettir, kolaylaştırmak,öğretmek ve geliştirmek içindir, faydalı topluluğa sahip olur, ve aynı zamanda ticeri ürünleri kullanmak için lisansa sahip olmalısın.

source: This program uses the <b>Anti-Grain Geometry</b> (http://www.antigrain.com) software developed by Maxim Shemanarev. AGG is an excellent open source, free graphic library, in source code. It produces pixel images in memory from vectorial data and it supports anti-aliasing, has very high performance, it is platform independent, very flexible and extensible, with a lightweight design, and very good reliability and stability.
tr: Bu programı iyi kullanır <b>Anti-Grain Geometry</b> (http://www.antigrain.com) yazılımı Maxim Shemanarev geliştirdi. Agg , mükemmel açık kaynakdır, kodta serbest grafik kütüphane.Vektörel veriden bellekde pıxel görüntülerini üret and anti-aliasing destekelr, çok yüksek performansa sahip, platform bağımsızıdır, çok kolay bükülür ve uzatılabilir, hafif tasarım ile, ve çok iyi güvenilirlik ve tutarlılık .

source: Most of 'lmbasic.ttf' font glyphs are taken from <b>LilyPond</b> GNU GPL project (http://lilypond.org), Feta font.
tr: 'lmbasic.ttf'nin yazı tipinin çoğu oymalı kabartmalı tutulmuş<b>LillyPond</b> GNU GPL proje(http://lilypond.org), Feta font.

source: Translation credits
tr: Çeviri kredileri

source: Name
tr: Elif Öztürk

source: e-mail
tr: elif_ozturk23@hotmail.com

source: wxMidi Version
tr: wxMidi Versiyonu

source: Charset encoding:
tr: Charset şifrelenmesi:

source: System locale name:
tr: Sistem yer adı:

source: Canonical locale name:
tr: Kanuni yer adı:

source: Developers
tr: Geliştiriciler

source: This program has been designed and developed by Cecilio Salmer&oacute;n. If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit the LenMus website at www.lenmus.org and leave a message in the 'contact' page. Thank you and welcome.
tr: Bu program, Cecilio Salmer&oacutenin tarafından tasarlanıldı ve geliştirildi;n.Yardım etmek için projeye katılmak veya başka bir yolla projeye katılmak istermisinn, gerçekten aramıza hoşgeldin;lütfen, LenMus'un www.lenmus.org websitesini ziyaret et ve bir mesaj bırak.Teşekkürler ve Hoşgeldiniz.

source: It is nor possible to generate any interval. Selected notes range interval (tab 'Other settings') is lower than minimum allowed interval (tab 'Intervals')
tr: Herhangi bir ara üretmek için mümkündür.Seçilmiş nota aralığı (diğer kurgu askı), minimundan daha aşağı izin verilen aralıkdr (askı aralığı)

source: Welcome to LenMus!
tr: Lenmus'a Hoşgeldiniz

source: Books
tr: Kitaplar

source: Show the music books
tr: Müzik kitaplarını göster

source: New
tr: Yeni

source: New score
tr: Yeni sayı

source: Open
tr: Aç

source: Open score
tr: Sayı aç

source: Print
tr: Yazdır

source: Fit full
tr: Doğrudan uy

source: Fit width
tr: Genişliğe uy

source: Start/resume play back of the score
tr: Notaya geçirmeyi tekrarla başlat/yeniden başlat

source: Pause
tr: Durdur

source: Metronome
tr: Tempo ölçer

source: Play tools
tr: Oyun araçları

source: Show/hide navigation panel
tr: Gezinti panelini göster/gizle

source: Go to previous page in navigation log
tr: Bir önceki sayfaya git

source: Go to next page in navigation log
tr: Bir sonraki sayfaya git

source: Change font settings
tr: Yazı ayarlarını değiştir

source: eBooks navigation tools
tr: Kitap araçlarında gezin

source: &New Ctrl+N
tr: &Yeni Ctrl+N

source: Open new blank score
tr: Yeni boşluk sayısını aç

source: &Open ... Ctrl+O
tr: &Aç ... Ctrl+O

source: Open &books
tr: &Kitapları aç

source: Hide/show eMusicBooks
tr: Müzik kitaplarını göster/gizle

source: &Import...
tr: &Dışarıdan al...

source: As &bmp image
tr: &bmp resim gbi

source: Save score as BMP images
tr: BMP resim sayılarını kaydet

source: As &jpg image
tr: &jpg resim gibi

source: Save score as JPG images
tr: JPG resim sayılarını kaydet

source: &Export ...
tr: &Dış ortama taşı ...

source: Save score in other formats
tr: Diğer formatlarda sayı kaydet

source: &Save Ctrl+S
tr: &Kaydet Ctrl+S

source: Save &as ...
tr: Farklı &kaydet ...

source: &Close Ctrl+W
tr: &Kapat Ctrl+W

source: &Print ... Ctrl+P
tr: &Yazdır ... Ctrl+P

source: Print &Setup...
tr: Baskıyı &Kur

source: Print Pre&view
tr: Baskı Ö&nizleme

source: &Quit Ctrl+Q
tr: &Çıkış Ctrl+Q

source: Save &as ... Ctrl+Shift+S
tr: Farklı &kaydet ... Ctrl+Shift+S

source: Print Pre&view Ctrl+Shift+P
tr: Baskı Ö&nizleme Ctrl+Shift+P

source: &Undo
tr: &Çöz

source: &Redo
tr: &Yeniden yap

source: Tool &bar
tr: Araç &çubuğu

source: &Status bar
tr: &Konum çubuğu

source: &Rulers
tr: &Cetveller

source: Hide/show rulers
tr: Cetvelleri göster/gizle

source: &Play
tr: &Oyna

source: S&top
tr: &Dur

source: P&ause
tr: &Duraklat

source: &Run Midi wizard
tr: Midi sihirbazını &Çalıştır

source: Midi configuration wizard
tr: Midi sihirbaz konfigürasyonları

source: &Test sound
tr: &Ses testi

source: Play an scale to test sound
tr: Sesi test etmek için ölçeği oynat

source: &All sounds off
tr: &Bütün sesleri kapat

source: &Preferences
tr: &Seçenekler

source: Open help book
tr: Yardım kitabını aç

source: &About F1
tr: &Hakkında F1

source: &Content Ctrl+Alt+F1
tr: &İçerik Ctrl+Alt+F1

source: Check now for &updates
tr: &Güncelleştirmeler için şimdi tıkla

source: Connect to Internet and check for program updates
tr: Program güncelleştirmeleri için internete bağlan

source: &Visit LenMus website
tr: Lenmus websitesini &ziyaret et

source: &File
tr: &Dosya

source: &Edit
tr: &Düzen

source: &View
tr: &Görünüm

source: &Sound
tr: &Ses

source: &Zoom
tr: Yakınlaştır

source: &Options
tr: &Seçenekler

source: LenMus help
tr: LenMus yardım

source: Test mode: using .hhp help file
tr: Test modu:.hhp yardım dosyası kullan

source: Available books
tr: Mevcut kitaplar

source: Name for the exported file
tr: Çıkış dosyasının ismi

source: Mask to add
tr: Maske ekle

source: There is a problem previewing. Perhaps your current printer is not set correctly?
tr: Baskı önizlemede problem var. Belki güncel yazıcınız, doğru olarak kurulmaz?

source: Previewing
tr: Baskı önizleme

source: Printing canceled
tr: Baımı iptal et

source: Input device:
tr: Giriş araçları:

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose any other channel (it doesn't matter wich one).
tr: Kanallar 10 ve 16 vurma seslerinde uzmanlaştırırlar.Bu yüzden başka bir kanalı seçmeye ihtiyaç duyar

source: lmMetronome channel and sounds
tr: lmMetronome kanal ve sesleri

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose one of these (it doesn't matter wich one).
tr: Kanallar 10 ve 16 vurma seslerinde uzmanlaştırırlar.Bu yüzden başka bir kanalı seçmeye ihtiyaç duyar

source: To better identify the first beat of each measure it is possible to assign a different sound to it. But also you can choose the same sound for both, the first beat and the others.
tr: Daha iyiye, ona farklı sesi tahsis etmek için mümkün olduğu herbir ölçüsünün ilk darbesini tanımla.Bundan başka, her ikisi için aynı sesi seçebilirsin, ilk darbe ve diğerleri.

source: Error loading XML file
tr: XML dosyasındaki hataları takip et

source: Can't create a thread!
tr: Kontrol akışını yaratma

source: Can't start the thread!
tr: Kontrol akışını başlatma

source: Minimum pitch must be lower than maximum one
tr: Minimum alçalma yükselme açısı , maksimum olandan daha aşağı olmalı

source: It is nor possible to generate any interval. Selected notes range interval (see tab 'Other settings') is lower than minimun allowed interval (see tab 'Intervals')
tr: Herhangi bir ara üretmek için mümkündür.Seçilmiş nota aralığı (diğer kurguyu gör), minimundan daha aşağı izin verilen aralıkdr (askı aralıkları gör)

source: Configuration: Theory exercises on intervals
tr: Konfigürasyon: Teori, aralıklarda alıştırma yapar

source: Allow accidentals
tr: Kazaya müsade et

source: Allow double accidentals
tr: Kazaya iki kat müsade et

source: Problem type
tr: Problem tipi

source: &Show an interval and ask student for its name
tr: &Aralığı göster ve isimini öğrenciye sor

source: &Name an interval and ask student to build it
tr: &Bir aralık ismi sor ve onu öğrenciye inşa et

source: &Both problem types
tr: Heriki problem tipleri

source: &Labels right
tr: &Sağdaki etiketler

source: dd/mm/aaaa
tr: gg/aa/yyyy

source: Host:
tr: Kullanıcı

source: Show two counters (for teams competition)
tr: İki sayacı göster (ekipler rekabeti için)

source: If right answer, do not show solution and generate a new problem
tr: Doğru cevap ise, çözümü gösterme ve yeni sorunu üret

source: About LenMus Phonascus
tr: LenMus Phonascus Hakkında

source: Art design credits
tr: Sanat dizayn kredileri

source: Translators
tr: Tercüman

source: Greek scales
tr: Yunan ölçümleri

source: You are not connected to internet! To check for updates LenMus needs internet connection. Please, connect to internet and then retry.
tr: İnternete bağlanamadın! İnternet bağlantını kontrol et, LenMus güncellştirmelerinde ihtiyacın olacak Lütfen, internete bağla ve sonra tekrar dene.

source: Connection with the server could not be established. Check that you are connected to the internet and that no firewalls are blocking this program; then try again. If problems continue, the server may be down. Please, try again later.
tr: Server ile bağlantı kurulamaz.İnternete bağlandığınızı ve hiçbir güvenlik duvarının bu programı engellemediğini kontrol et;daha sonra tekrar dene.Problemler devam ediyorsa, server kesilmiş olabilir.Lütfen,daha sonra tekrar deneyin.

source: [lmFormatter4::RenderJustified]: Program limitation: Maximum number of staves per system has been exceeded.
tr: [ÖnemliFormatlar4::HaklıyıVer]: Limiti programla: Nota çizgisinde her sistemin maximum sayısı geçildi.

source: Sorry, not enough memory to create a pBitmap to display the page.
tr: Üzgünüm,görüntü sayfasında pBitmap bir dosyayı yaratmaya hafıza yeterli değil

source: Please, choose the optional components you would like to install
tr: Lütfen, kurmak istediğiniz isteğe bağlı parçaları seç

source: Add to Control Panel (to 'Add/Remove Programs')
tr: Kontrol paneli ekle(programlara ekle/sil

source: Create keys in Windows Registry to add LenMus to 'Add/Remove Programs' in the Control Panel.
tr: LenMus'u eklemek için windows kayıtında ana resimlerleri yarat, kontrol panelinde 'programa ekle/sil'

source: Error installing font
tr: Yazıtipi kurma hatası

source: Run
tr: Çalıştır

source: Uninstall
tr: Kaldır

source: Invalid param value in: <param %s > Acceptable values: 1 | 0
tr: Hükümsüz parametre değeri: <parametre %s > Kabul edilebilir değerler: 1 | 0

source: lmIdfyChordCtrol. Unknown param: <param %s >
tr: lmIdfyChordCtrol. Bilinmeyen parametre: <param %s >

source: lmIdfyScalesCtrol. Unknown param: <param %s >
tr: lmIdfyScalesCtrol. Bilinmeyen parametre: <parametre %s >

source: Invalid score: old G syntax.
tr: Hükümsüz sayı: eski G sözdizimi.

source: Invalid param value in: <param %s > Acceptable value: 'short_nn'
tr: Hükümsüz parametre değeri: <parametre %s > Kabul edilebilir değerler: 'short_nn'

source: Invalid param value in: <param %s > Acceptable values: short | full | pattern
tr: Hükümsüz parametre değerinde: <parametre %s > Kabul edilebilir değerler: kısa | tamamen | kalıp

source: Unknown param: <param %s >
tr: Bilinmez parametre: <parametre%s >

source: Invalid score: unmatched parenthesis.
tr: Hükümsüz sayı: eşsiz parantezler.

source: Errors in score: it can not be created. Score: %s
tr: Hataların sayısı: yaratılamaz. Sayı: %s

source: Invalid param value in: <param %s > Invalid value = %s Acceptable format: <Clef,LowerNote,UpperNote> Acceptable clef values: Sol | Fa4 | Fa3 | Do4 | Do3 | Do2 | Do1 Acceptable note pitch: c0 - c9
tr: Hükümsüz parametre değerinde: <parametre%s > Hükümsüz değer = %s Kabul edilebilir format: <Anahtarf,DüşükNota,YüksekNota> Kabul edilebilir anahtar değerler: Sol | Fa4 | Fa3 | Do4 | Do3 | Do2 | Do1 Kabul edilebilir nota sesleri: c0 - c9

source: Invalid param value in: <param %s > Invalid value = %s Acceptable format: list of time signatures
tr: Hükümsüz parametre değerinde in: <parametre %s > Hükümsüz değer = %s Kabul edilebilir format: imzalar zamanının listesi

source: Invalid param value in: <param %s > Invalid value = %s Acceptable format: list of key signatures or keyword 'all'
tr: Hükümsüz parametre değerinde: <parametre %s > Hükümsüz değer = %s Kabul edilebilir format: anahtar kelimenin hepsini veya imzaların anahtarlarını listele

source: Invalid param value in: <param %s > Invalid value = %s Acceptable values: numeric, greater than 0
tr: hükümsüz parametre değerinde: <parametre %s > Hükümsüz değer = %s Kabul edilebilir değerler: sayısal, daha büyükden 0

source: lmTheoMusicReadingCtrol. Unknown param: <param %s >
tr: ÖnemliMüzik Okuma Kontrolül. Bilinmeyen parametre: <parametre %s >

source: Error in fragment. Invalid time signature list '%s' In fragment: '%s'
tr: Parçada hata. İmza listesinin zamanı hükümsüz '%s' Parçada: '%s'

source: Invalid fragment. Unmatched parenthesis: '%s'
tr: Hükümsü parça. Eşsiz parantezler: '%s'

source: Invalid fragment. Old G syntax: '%s'
tr: Hükümsüz parça. Eski G sözdizimi: '%s'

source: Errors
tr: Hatalar
