Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: Major 9th
de: Große None
es: 9ª Mayor
tr: 9.Majör

source: Major natural
de: Dur natürlich
es: Mayor natural
tr: Doğal majör

source: Major ninth
de: Große None
es: 9ª Mayor

source: Major scales
de: Dur-Tonleitern
es: Escalas mayores
tr: Majör ölçümleri

source: Major triad
de: Dur-Dreiklang
es: Perfecta mayor
tr: Majör üçlü takım

source: Major type II
de: Dur Typ II
es: Mayor tipo II
tr: Majör tip II

source: Major type III
de: Dur Typ III
es: Mayor tipo III
tr: Majör tip III

source: Major type IV
de: Dur Typ IV
es: Mayor tipo IV
tr: Majör tip IV

source: Major:
de: Dur:
es: Mayor:
tr: Majör:

source: Mark the clefts to use and set up the minimun and maximum pitches for the notes to use with each selected clef.
de: Markieren Sie den zu benutzenden Notenschlüssel und stellen Sie die niedrigste und höchste Tonhöhe für die benutzten Noten mit jedem benutzten Notenschlüssel ein.
es: Marque la claves a utilizar y elija la altura mínima y máxima de las notas a utilizar con cada clave.
tr: Kullanmak için yarığı işaretle ve minumumu kur ve Herbirisi ile notalardan kullanıma maksimum alçalma yükselme açıları, nota anahtarını seçdiler.

source: Max. note
de: Höchster Ton
es: Nota max.
tr: Max. nota

source: Maximum interval between two consecutive notes
de: Maximaler Intervall zwischen zwei aufeinanderfolgenden Noten
es: Intervalo máximo entre dos notas consecutivas
tr: İki ardışık nota arasında maksimum aralık

source: Maximum number of leger lines
de: Maximale Anzahl an Hilfslinien
es: Número máximo de lineas adicionales

source: Measure %d
de: Takt %d
es: Compas %d
tr: Ölçüm %d

source: Medium
de: Mittel
es: Medio

source: Medium term achievement
de: Mittelfristiger Erfolg
es: Logro a medio plazo

source: Melodic
de: Melodisch
es: Melódica
tr: Melodik

source: Melodic (ascending)
de: Melodisch (aufsteigend abgespielt)
es: Melódico ascendente
tr: Melodik (çıkma)

source: Melodic (descending)
de: Melodisch (absteigend abgespielt)
es: Melódico descendente
tr: Melodik (inme)

source: Metronome channel and sounds
de: Kanal und Klang des Metronoms
es: Canal y sonidos para el metrónomo

source: Metronome on
de: Metronom ein
es: Metrónomo en marcha

source: Metronome tools
de: Metronomwerkzeuge
es: Herramientas de metrónomo
tr: Önceki sayfa

source: Midi devices to use
de: Zu verwendende MIDI-Geräte
es: Dispositivos Midi a utilizar
tr: Midi araçlarını kullan

source: Min. note
de: Niedrigster Ton
es: Nota min.
tr: Min. nota

source: Min. note must be lower than max. note
de: Der niedrigste Ton muss tiefer sein als der höchste Ton
es: La nota mínima debe ser menor que la máxima

source: Minimum pitch must be lower than maximum pitch
de: Der niedrigste Ton muss kleiner sein als der höchste Ton
es: La altura mínima debe ser menor que la máxima

source: Minor
de: Moll
es: Menor

source: Minor
de: Moll
es: Menor
tr: Minör

source: Minor 11th
de: Kleine Undezime
es: 11ª menor

source: Minor 13th
de: Kleine Tredezime
es: 13ª menor

source: Minor 6th
de: Kleine Sexte
es: 6ª menor
tr: 6. Minör

source: Minor 7th
de: Kleine Septime
es: 7ª menor
tr: 7. Minör

source: Minor Dorian
de: Dorisches Moll
es: Menor Dórica
tr: Minör Dorian

source: Minor Harmonic
de: Harmonisches Moll
es: Menor armónica
tr: Harmonik minör

source: Minor Melodic
de: Melodisches Moll
es: Menor melódica
tr: Minör melodik

source: Minor major 7th
de: Kleine und große Septime
es: 7ª menor-mayor
tr: 7. Minör majör

source: Minor natural
de: Moll natürlich
es: Menor natural
tr: Doğal minör

source: Minor ninth
de: Kleine None
es: 9ª menor

source: Minor scales
de: Moll-Tonleitern
es: Escalas menores
tr: Minör ölçümleri

source: Minor triad
de: Moll-Dreiklang
es: Perfecta menor
tr: Minör üçlü takım

source: Minor-major 7th
de: Kleine/Große Septime
es: 7ª menor-mayor
tr: 7. Minör-majör

source: Minor:
de: Moll:
es: Menor:
tr: Minör:

source: Mixolydian
de: Mixolydisch
es: Mixolidio

source: Mode:
de: Modus:
es: Modo:

source: Modifiers
de: Umwandler
es: Modificadores

source: Monthly
de: Monatlich
es: Mensualmente
tr: Aylık

source: Mouse mode
de: Mausmodus
es: Modo del ratón

source: Mouse will be used to add objects to the score
de: Die Maus kann benutzt werden um Objekte auf der Partitur hinzuzufügen.
es: El ratón se utilizará para arrastrar y añadir objetos a la partitura

source: Mouse will behave as pointer and selection tool
de: Die Maus ist Zeiger- und Auwahlwerkzeug
es: El ratón funcionará como puntero y herramienta de selección

source: Music advice:
de: Tonbeispiele:
es: Ayuda en teoría de la música:

source: Music texts and exercises:
de: Musik, Texte und Übungen:
es: Textos de música y ejercicios:

source: Name the key signature
de: Tonart benennen
es: Nombrar la armadura

source: Neapolitan sixth --> V
de: Neapolitanischer Sextakkord --> V
es: Sexta Napolitana --> V

source: Neither your saved performance data not your answers to previous questions are taken into account to formulate questions. At any moment, all possible questions have the same probability of being asked. This mode is useful for testing your knowledge before taking an examination, but is less useful for learning.
de: Weder Ihre Leistungsdaten noch Ihre Antworten auf die vorherigen Fragen werden berücksichtigt, um diese zu formulieren. Zu jeder Zeit kann jede Frage mit der gleichen Warscheinlichkeit gestellt werden. Dieser Modus eignet sich zum Testen Ihres Wissens vor einer Prüfung, ist jedoch weniger nützlich für das Lernen.
es: Para formular problemas no se tienen en cuenta las preguntas formuladas anteriormente ni tus respuestas a las mismas. En todo momento la probabilidad de una pregunta es la misma para cualquier posible pregunta. Este modo de trabajo es útil para comprobar tu conocimiento antes de realizar un examen, pero es menos útil para practicar y aprender.

source: Never
de: Nie
es: Nunca
tr: Asla

source: New problem
de: Neue Aufgabe
es: Nuevo problema
tr: Yeni problem

source: New questions / to review questions
de: Neue Frage / Frage überprüfen
es: Preguntas nuevas / preguntas a revisar

source: New questions:
de: Neue Fragen:
es: Nuevas preguntas:

source: Next >
de: Weiter >
es: Siguiente >

source: No accidentals
de: keine Versetzungszeichen
es: Sin alteraciones
tr: Kaza eseri

source: No more scheduled work for today.
de: Für heute ist keine weitere Arbeit geplant.
es: No hay más ejercicios planificados para hoy

source: No scheduled work for today.
de: Für heute ist keine Arbeit geplant.
es: No hay más trabajo planificado para hoy.

source: None
de: Keine
es: Ninguno
tr: Hiç biri

source: Not beamed
de: Kein Balken
es: Sin agrupar
tr: Işınlanmadı

source: Not identified
de: Nicht identifiziert
es: No identificado

source: Not yet implemented
de: Noch nicht implementiert
es: Todavía no está implementado

source: Notes
de: Noten
es: Notas

source: Notes to practise
de: Zu trainierende Noten
es: Notas a practicar

source: Notes' range
de: Tonumfang
es: Ambito
tr: Notaların değeri

source: Numerator
de: Zähler
es: Numerador

source: OK
es: Aceptar
tr: Tamam

source: Octave
de: Oktave
es: Octava

source: One octave
de: Eine Oktave
es: Una octava

source: Open a score
de: Partitur öffnen
es: Abrir una partitura
tr: Bir sayı aç

source: Open the Internet browser and go to LenMus website
de: Öffnet den Internetbrowser und geht zu der LenMus Webseite
es: Abrir el navegador de internet y visitar la web de LenMus
tr: İnternet tarayıcısını aç ve LenMus websitesine git

source: Open the music books
de: Übungsbücher öffnen
es: Abrir los libros de música

source: Options: Intervals - Theory exercises
de: Optionen: Intervalle - Theorieübungen
es: Opciones: Intervalos - Ejercicios de teoría

source: Other
de: Andere
es: Otros
tr: Diğer

source: Other chords
de: Andere Akkorde
es: Otros acordes:
tr: Diğer akortlar

source: Other chords:
de: Andere Akkorde
es: Otros acordes:
tr: Diğer akorlar:

source: Other options
de: Andere Optionen
es: Otras opciones
tr: Diğer seçenekler

source: Other scales
de: Andere Tonleitern
es: Otras escalas
tr: Diğer ölçümler

source: Other scales:
de: Andere Tonleitern:
es: Otras escalas:
tr: Diğer ölçekler

source: Other settings
de: Andere Einstellungen
es: Otros ajustes
tr: Diğer ayarlar

source: Other time signatures
de: Andere Taktarten
es: Otras métricas

source: Output device:
de: Ausgabegerät:
es: Dispositivo de salida:
tr: Çıkış araçları:

source: P4
de: R4
es: 4ª j
tr: 4M

source: P5
de: R5
es: 5ª j
tr: 5M

source: P8
de: R8
es: 8ª j
tr: 8M

source: Password:
de: Passwort:
es: Contraseña:
tr: Parola

source: Paste
de: Einfügen
es: Pegar
tr: Yapıştır

source: Pattern's editor
de: Pattern (Schlagmuster) Editor
es: Editor de patrones
tr: Kalıbın editörü

source: Pause playing back
de: Wiedergabe pausieren
es: Pausa en la ejecución de la partitura
tr: Tekrarlamayı durdur

source: Pentatonic major
de: Pentatonisch Dur
es: Pentáfona mayor
tr: Tonbeş majör

source: Pentatonic minor
de: Pentatonisch Moll
es: Pentáfona menor
tr: Tonbeş minor

source: Percussion clef
de: Schlagzeugschlüssel
es: Clave de percusión

source: Perfect
de: Ganzschluss
es: Perfecta

source: Perfect 4th
de: Reine Oktave
es: 4ª justa
tr: 4. Mükemmel

source: Perfect authentic
de: Vollkommenener Ganzschluss
es: Auténtica perfecta

source: Perfect, major and minor intervals
de: Reine, große und kleine Intervalle
es: Intervalos justos, mayores y menores

source: Phrygian
de: Phrygisch
es: Frigia

source: Play
de: Wiedergabe
es: Tocar
tr: Oyna

source: Play &tonic chord
de: &Tonika-Akkord wiedergeben
es: Tocar un &acorde de tónica

source: Play A4 reference note
de: Wiedergabe der Note a1 (440Hz)
es: Tocar la nota La4

source: Play again
de: Erneut wiedergeben
es: Tocar de nuevo

source: Play all notes to identify
de: Wiedergabe aller zu erkennenden Noten
es: Tocar todas las notas a identificar

source: Play mode
de: Wiedergabemodus
es: Modos de interpretación
tr: Oynama modu

source: Play modes
de: Wiedergabemodi
es: Modos de interpretación
tr: Oyun modları

source: Play with metronome
de: Wiedergabe mit Metronom
es: Tocar con metrónomo

source: Please choose the optional components you would like to install
de: Wählen Sie die optionalen Komponenten, die Sie installieren möchten.
es: Por favor, escoge los componenetes opcionales a instalar

source: Please correct the errors before moving to another section.
de: Bitte korrigieren Sie die Fehler, bevor Sie in einen anderen Bereich wechseln.
es: Por favor, corrija los errores antes de pasar a otra sección.

source: Please enter data for both, host name and port number
de: Geben Sie den Hostnamen und die Port-Nummer ein!
es: Por favor, indique nombre de host y número de puerto
tr: Her ikisi için giriş yap lütfen, kullanıcı adı ve port numarası

source: Please enter data for both, user name and password
de: Geben Sie Benutzernamen und Passwort ein!
es: Por favor, indique usuario y contraseña
tr: Kullanıcı adı ve parola için bilgi girişi yap

source: Please read the <a-1>Study guide</a-1> for information about the best way to use LenMus Phonascus and the books.
de: Lesen Sie den <a-1>Leitfaden</a-1> um Informationen darüber zu erhalten, wie Sie LenMus Phonascus und die Übungsbücher am besten nutzen können.
es: Por favor, lee la <a-1>Guia de estudio</a-1> para información sobre la mejor manera de utilizar LenMus Phonascus y los libros.

source: Please, connect to internet and then retry.
de: Verbinden Sie sich mit dem Internet und versuchen Sie es erneut.
es: Por favor, conéctese a Internet y vuelva a intentarlo.

source: Port number:
de: Port-Nummer
es: Puerto:
tr: Port numarası:

source: Possible causes:
de: Mögliche Gründe:
es: Causas posibles:

source: Practice mode
de: Trainingsmodus
es: Practicar

source: Practise
de: Training
es: Practicar

source: Preferences
de: Einstellungen
es: Preferencias
tr: Tercihler

source: Preferences for toolbars
de: Einstellungen der Werkzeugleisten
es: Preferencias para las barras de herramientas
tr: Araç çubukları için tercihler

source: Press 'Play' to hear it again
de: Klicken Sie "Wiedergabe", um die Aufgabe erneut zu hören.
es: Pulsa 'Tocar' para escucharlo de nuevo

source: Press 'Play' to hear the problem again.
de: Klicken Sie "Wiedergabe", um die Aufgabe erneut zu hören.
es: Pulsa 'Tocar' para escuchar de nuevo el problema.

source: Press any button below to hear how it sounds, and compare with the right answer
es: Pulse cualquiera de los botones de respuesta para escuchar cómo suena, y compare con la respuesta correcta.

source: Preview
de: Vorschau
es: Previsualizar
tr: Baskı önizleme

source: Print document
de: Drucken
es: Imprimir documento
tr: Dökümanı yazdır

source: Printing
de: Drucken
es: Imprimiendo

source: Printing cancelled
de: Druckvorgang abgebrochen
es: Impresión cancelada

source: Problem. How many accidentals has next key signature?:
de: Aufgabe. Aus wie vielen Versetzungszeichen besteht die nächste Tonart?
es: Problema: ¿Cuántas alteraciones tiene la armadura de:

source: Problem. Identify the following key signature:
de: Aufgabe. Erkennen Sie die folgende Tonart:
es: Problema. Identificar la siguiente armadura:

source: Proceed
de: Fortfahren
es: Iniciar
tr: İlerle

source: Program build date:
de: Erstellungsdatum des Programms:
es: Fecha de construcción del programa:
tr: Programın yapılma tarihi

source: Programming:
de: Programmierung
es: Programación:

source: Progress report
de: Fortschrittsbericht
es: Informe de progreso

source: Project management:
de: Projektmanagement:
es: Gestión del proyecto

source: Properties
de: Eigenschaften
es: Propiedades

source: Proxy server requires authentication
de: Proxy-Server benötigt Authentifizierung
es: La conexión al proxy necesita autenticación
tr: Proxy server doruluğunu ispat etmeyi gerektirir

source: Proxy settings
de: Proxy Einstellungen
es: Datos del proxy
tr: Proxy ayarları

source: Purpose
de: Zielsetzung
es: Propósito
tr: Amaç

source: Quarter note
de: Viertelnote
es: Negra
tr: Çeyrek nota

source: Quarter rest
de: Viertelpause
es: silencio de negra
tr: Çeyrek duraklama

source: Question
de: Frage
es: Pregunta

source: Questions to review:
de: Fragen zur Überprüfung:
es: Preguntas a revisar:

source: Questions:
de: Fragen:
es: Preguntas:

source: Quiz
es: Competición

source: Quiz mode
de: Quizmodus
es: Competición

source: Read
de: Lesen
es: Leer
tr: Oku

source: Recent documents
de: Zuletzt geöffnete Dokumente
es: Documentos recientes

source: Redo
de: Wiederherstellen
es: Rehacer
tr: Yeniden yap

source: Reduce image size
de: Abbildung verkleinern
es: Reducir el tamaño de la imagen

source: Reset counters
de: Zähler zurücksetzen
es: Poner contadores a cero
tr: Sayaçları yeniden yerleştir

source: Rhymths
de: Rhythmus
es: Ritmos

source: Right answers counter
de: Zähler der richtigen Antworten
es: Contador de aciertos

source: Run LenMus
de: LenMus ausführen
es: Ejecutar LenMus

source: Save
de: Speichern
es: Guardar
tr: Kaydet

source: Save as
es: Guardar como

source: Save current score to disk
de: Aktuelle Partitur auf Datenträger speichern
es: Guardar la partitura en el disco
tr: Diske güncel sayıyı koru

source: Scales
de: Tonleitern
es: Escalas
tr: Ölçümler

source: Score configuration wizard
de: Partitur Konfigurationsassistent
es: Asistente para configurar una partitura

source: Score generation settings
de: Erzeugung der Partitur - Einstellungen
es: Parámetros de generación de partituras
tr: Üretim ayarlarının sayısı

source: Second one greater
de: Zweiter Intervall ist größer
es: El segundo es más grande
tr: İkincisi daha büyük

source: Section:
de: Instrumentengruppe:
es: Sección:
tr: Bölüm:

source: See MIDI events
de: Siehe MIDI-Ereignisse
es: Ver eventos MIDI
tr: MIDI olaylarını göster

source: See credits page on each eBook
de: Nachweise werden auf jedem eBook angezeigt
es: Ver página de créditos de cada libro

source: See source score
de: Siehe Quell-Partitur
es: Ver partitura fuente
tr: Kaynak sayısını gör

source: Select a key signature
de: Vorzeichen wählen
es: Seleccionar una armadura

source: Select instruments and style
de: Wählen Sie Instrumente und Stil
es: Seleccionar instrumentos y estilo

source: Select octave %d
de: Oktave wählen %d
es: Selección de octava %d

source: Select time signature
de: Taktart wählen
es: Seleccionar métrica

source: Select time signature %d/%d
de: Taktart wähle %d/%d
es: Seleccionar métrica %d/%d

source: Select voice %d
de: Stimme wählen %d
es: Selección de voz %d

source: Select voice Alto
de: Alt wählen
es: Seleccionar voz Alto

source: Select voice Bass
de: Bass wählen
es: Seleccionar voz Bajo

source: Select voice Soprano
de: Sopran wählen
es: Seleccionar voz Soprano

source: Select voice Tenor
de: Tenor wählen
es: Seleccionar voz Tenor

source: Server settings
de: Servereinstellungen
es: Datos del servidor
tr: Server ayarları

source: Session report
de: Sitzungsbericht
es: Informe de esta sesión

source: Session:
de: Sitzung:
es: Sesión:

source: Set user preferences
de: Benutzereinstellungen festlegen
es: Cambiar preferencias de usuario
tr: Kul

source: Seventh chords:
de: Septakkorde:
es: Acordes de 7ª
tr: Yedinci akorlar:

source: Sevenths
de: Septimen
es: Acordes de 7ª
tr: Yedinci

source: Sharp
de: Kreuz
es: Sostenido
tr: Keskin

source: Shorcut on desktop
de: Verknüpfung auf dem Desktop
es: Acceso directo en escritorio
tr: Masaüstünde kısa kesinti

source: Short
de: Kurz
es: Corto

source: Short term achievement
de: Kurzfristiger Erfolg
es: Logro a corto plazo

source: Show solution
de: Lösung anzeigen
es: Ver solución
tr: Çözüm göster

source: Simple barline
es: Barra simple

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado

source: Software credits
de: Verwendete Software
es: Software. Créditos
tr: Yazılım güvenlidir

source: Software updates
es: Actualizaciones del software
tr: Yazılımı güncelleştir

source: Software used
de: Verwendete Software
es: Software utilizado

source: Some icons are original artwork for LenMus project; all these original icons are released under GNU GPL licence and under Creative Commons Attribution-ShareAlike license, you can choose the one you prefer for the intended usage. The other icons are taken from different sources:
de: Einige Icons sind originales Bildmaterial des LenMus-Projekts. Alle diese Icons sind in der GNU GPL-Lizenz sowie der Lizenz Creative Commons Attribution-ShareAlike veröffentlicht. Sie können das Icon, welches Sie bevorzugen, auswählen und den Bestimmungen entsprechend gebrauchen. Alle anderen Icons wurden aus folgenden Quellen verwendet.
es: Algunos iconos son diseños originales del proyecto LenMus; todos ellos se licencian bajo la licencia GNU GPL y bajo licencia Creative Commons Attribution-ShareAlike; puedes elegir la que mejor se adapte a los fines para los que quieres utilizarlos. Los restantes iconos se han tomado de diversas fuentes:
tr: LenMus projesi için bazı ikonlar orjinal sanat eserleridir; tüm bu orjinal ikonlar GNU GPL ve Creative Commons Attribution-ShareAlike lisansı altında serbest bırakılır.İstenilen kullanım için birini seçebilirsiniz. Diğer ikonlar farklı kaynaklardan alınır:

source: Sorry: File not found!
de: Entschuldigung: Datei konnte nicht gefunden werden!
es: Error: No se encuentra el archivo

source: Sound for first beat of each measure:
de: Klang des ersten Schlags eines Taktes:
es: Sonido para el primer tiempo de cada compás:
tr: Herbirinin ilk darbe ölçülerinin seslerini gör

source: Sound for other beats of each measure:
de: Klang der anderen Schläge eines Taktes:
es: Sonido para los restantes tiempos:
tr: Herbirinin diğer darbe ölçülerinin seslerini gör:

source: Spanish
de: Spanisch
es: Español
tr: İspanya

source: Start barline
es: Barra inicial

source: Start both intervals with the same note
de: Beide Intervalle mit der gleichen Note beginnen
es: Iniciar ambos intervalos en la misma nota
tr: Aynı notayla her iki aralığa başla

source: Start of a beamed group
de: Anfang einer durch Balken verbundenen Gruppe
es: Iniciar grupo
tr: Bir ışın grubu başladı

source: Start page
de: Startseite
es: Página de inicio

source: Start repetition
de: Wiederholungszeichen Beginn
es: Inicio de repetición

source: Start with count off
de: Mit der Abzählung beginnen
es: Comenzar marcando un compas

source: Start/resume play back. From cursor measure
de: Starten/Fortsetzen der Wiedergabe ab der Cursorposition
es: Iniciar/continuar la ejecución. Desde la posición del cursor.

source: Start/resume play back. From selection of full score
de: Starten/Fortsetzen der Wiedergabe der Auswahl
es: Iniciar/continuar la ejecución de la partitura. Completa.

source: Step 1. Choose attributes for next note/rest to enter:
de: Schritt 1: Wählen Sie Attribute für die nächste einzufügende Note/Pause:
es: Paso 1: Elegir los atributos para la nota o silencio
tr: Adım 1. Nota ve duraklama girişleri için diğer özellikleri seç:

source: Step 2. Enter the the desired note/rest:
de: Schritt 2: Wählen Sie die gewünschte Note/Pause:
es: Paso 2. Elegir la nota o slencios:
tr: Adım 2. Nota ve duraklamada isteneni yap

source: Stop
es: Parar
tr: Dur

source: Stop %d
es: Parar %d
tr: Dur %d

source: Stop inmediatly all sounds
de: Alle Sounds unverzüglich stoppen
es: &Denere inmediatamente todos los sonidos
tr: Bütün sesleri tamamen durdur

source: Stop playing
de: Wiedergabe stoppen
es: Detener la ejecución

source: Stop playing back
de: Wiedergabe stoppen
es: Detener la ejecución
tr: Tekrarlattırmayı durdur

source: String quartet
de: Streichquartett
es: Cuarteto de cuerda

source: Study guide: How to use this program
de: Leitfaden: Wie und wann Sie das Programm nutzen sollten
es: Guia de studio: cómo usar este programa

source: Styles defined in current score
de: In aktueller Partitur definierte Stile
es: Estilos definidos en esta partitura

source: Subdivide beamed group at current cursor position
de: Durch Balken verbundene Gruppe an der aktuellen Cursorposition unterteilen
es: Subdividir un grupo en la posición del cursor

source: Suspended (2nd)
de: Offen (Sekunde)
es: 2ª añadida
tr: Erteleme (2.)

source: Suspended (4th)
de: Offen (Quarte)
es: 4ª añadida
tr: Erteleme (4.)

source: Suspended triad (2nd)
de: Offener Dreiklang (Sekunde)
es: 2ª añadida
tr: Ertelenmiş üçlü takım (2.)

source: Suspended triad (4th)
de: Offener Dreiklang (Quarte)
es: 4ª añadida
tr: Ertelenmiş üçlü takım (4.)

source: Taken or derived from John Zaitseff's icons (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). According to what is said there, these icons are released under the terms of the GNU General Public License.
de: Übernommen oder abgeleitet aus den Icons von John Zaitseff (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Nach dem, was dort geschrieben steht, sind die Icons unter den Bedingungen der GNU General Public License veröffentlicht.
es: Copiados o derivados de la colección de John Zaitseff's (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Según lo expuesto en dicha página, esos iconos están sujetos a la licencia GNU General Public License.
tr: John Zaitseff's ikonları alınmış (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Burada söylenmiş olduğuna göre, buu ikonlar Genel Kamu Lisansının terimleri altında serbest bırakılırlar.
