Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: Taken or derived from eMule project (http://sourceforge.net/projects/emule) icons. eMule is a GNU GPL project so I assume that its icons are also available under GNU GPL.
de: Übernommen oder abgeleitet von den Icons des eMule Projekts (http://sourceforge.net/projects/emule). eMule ist ein Projekt unter der GNU GPL-Lizenz und daher vermute ich, dass die Icons ebenfalls unter der GNU GPL-Lizenz verfügbar sind.
es: Copiados o derivados del proyecto eMule (http://sourceforge.net/projects/emule) icons. eMule es un proyecto con licencia GNU GPL. Por tanto, a falta de más detalles, se ha supuesto que los iconos tambén está sujetos a esa licencia.
tr: eMULE projesinin ikonları (http://sourceforge.net/projects/emule) buradan alınmış. Emule, GNU GPL projesidir bu yüzden, ikonları GNU GPLl altında aynı zamanda mevcut olduğu farzedilir.

source: Taken or derived from the GNOME project (http://art.gnome.org/themes/icon/1150), Tango theme. These icons are released under the Creative Commons Attribution-ShareAlike license.
de: Übernommen oder abgeleitet aus dem GNOME-Projekt, Tango Theme (http://art.gnome.org/themes/icon/1150). Diese Icons sind unter der Creative Commons Attribution-ShareAlike-Lizenz veröffentlicht.
es: Copiados o derivados de los iconos del proyecto GNOME (http://art.gnome.org/themes/icon/1150), tema 'Tango'. Estos iconos se hayan sujetos a la licencia Creative Commons Attribution-ShareAlike license.
tr: Atasözü projes üretilmiş veya tutulmuş (http://art.gnome.org/themes/icon/1150), Tango konusu. Bu ikonlar, yaratıcı attrıbutıon-sharealıke lisansı altında serbest bırakılırlar

source: Taken or derived from those available in the Ximian collection (http://www.novell.com/coolsolutions/feature/1637.html). Novell, who retains the copyright, has released these icons under the LGPL license. This means that you can use the icons in your programs free of charge. If you want to fork the icons into your own icon collection, you need to retain the license and the original copyrights, but from there you're free to do what you want.
de: Übernommen oder abgeleitet aus dem verfügbaren Teil der der Ximian Collection (http://www.novell.com/coolsolutions/feature/1637.html). Novell, der das Urheberrecht besitzt, hat diese Icons unter der LGPL-Lizenz veröffentlicht. Das bedeutet, dass Sie die Icons kostenlos in Ihren Programmen nutzen können. Wenn Sie die Icons Ihrer eigenen Sammlung hinzufügen möchten, müssen Sie die Lizenz und das originale Urheberrecht besitzen. Von da an ist es Ihnen freigestellt zu machen, was Sie wollen.
es: Copiados o derivados de los iconos disponibles en la colección Ximian (http://www.novell.com/coolsolutions/feature/1637.html). Novell, quien posee los derechos, licencia estos iconos bajo licencia GNU LGPL.
tr: Ximian collection da alınan veya bu elde edilenlerden kaynaklanan(http://www.novell.com/coolsolutions/feature/1637.html)dır.Telif hakkını alıkoyan Novell bu ikonları LGPL lisansı altında kullanmaya izin verdi.Bu senin bu ikonları ücret ödeyerek veya parasız olarak kendi programında kullabileceğin anlamına geliyor.Eğer bu ikonları kendi ikon kolleksiyonuna dahil etmek istiyorsan lısansa ve orjınal telıf haklarına ihtiyaç duyacaksın.Bundan başka ne istiyorsan yapmakta serbestsin.

source: Terminal
de: abschließend
es: Conclusiva

source: Terminal cadences
de: Schlusskadenz
es: Cadencias conclusivas

source: Ternary subdivision
de: Dreierunterteilung
es: Subdivisión ternaria
tr: Üçlü bölüm

source: Test sound
de: Sound testen
es: Comprobar sonido
tr: Ses testi

source: Text
es: Texto

source: Text and graphics
de: Text und Grafiken
es: Textos y gráficos

source: Text boxes
de: Textfelder
es: Cuadros de texto

source: Text color selector
de: Textfarbe Auswahlhebel
es: Selector del color del texto

source: Text style:
de: Textstil:
es: Estilo del texto:

source: Thanks also to:
de: Vielen Dank auch an:
es: Gracias también a:

source: The LenMus Project is an open project, committed to the principles of Open Source, free education, and open access to information. It has no comercial purpose. It is an open workbench for working on all areas related to teaching music, and music representation and management with computers. It aims at developing publicly available knowledge, methods and algorithms related to all these areas and at the same time provides free quality software for music students, amateurs, and teachers.
de: Das Projekt LenMus ist ein freies Projekt und ist den Prinzipien von Open Source, freier Bildung und freiem Zugang zu Informationen verpflichtet. Es hat keinen kommerziellen Nutzen. Es ist eine freie Arbeitsumgebung in allen Bereichen der Musikerziehung und der Darstellung und Verwaltung von Musik mit Computern. Es beabsichtigt die Entwicklung öffentlicher, verfügbarer Kenntnisse, Methoden und Algorithmen in all diesen Bereichen. Gleichzeitig wird freie Qualitäts-Software für Musikstudenten, Anfänger und Musiklehrer bereitgestellt.
es: El proyecto LenMus es un proyecto abierto, sin objetivos comerciales, y comprometido con el software libre, la libertad de acceso a la enseñanza y a la información. Busca explorar ideas, desarrollar algoritmos públicos, aprender e investigar en todas las áreas relacionadas con el lenguaje musical, su enseñanza, y su representación y manejo por ordenadores. Y a la vez, proporciona software de calidad y gratuito a estudiantes, profesores y músicos aficionados.

source: The following notes:
de: Die folgenden Noten:
es: Las siguientes notas:

source: The installer is already running.
de: Der Installer wird bereits ausgeführt
es: El instalador ya está ejecutándose.

source: The note is:
de: Der Notenname ist:
es: La nota es:

source: The program uses your performance data, saved in learning mode, to choose questions. It selects questions at random but giving more probability to those that are troubling you. This mode is useful when you have finished your daily assignment in 'learning' mode and you would like to practise more.
de: Das Programm nutzt Ihre im Lernmodus gespeicherten Daten, um Fragen zu wählen. Es wählt die Fragen nach dem Zufallsprinzip, legt amer mehr Wert auf für Sie problematische Fragen. Dieser Modus ist nützlich, wenn Sie Ihre täglichen Aufgaben absolviert haben und gerne mehr üben möchten.
es: El programa utiliza las evaluaciones sobre tu nivel de aprendizaje para elegir las preguntas. Las elige al azar pero dando más probabilidad a aquellas en las que tienes más dificultades. Este modo de trabajo es útil cuando has terminado tu trabajo diario en el modo 'aprender' pero quieres seguir practicando.

source: The program will record and analyse your answers. Questions will focus on those issues in which the program detects that you are having more trouble. This mode minimizes your study time and optimises your learning rate. It is based on the 'Leitner' methodology, also known as 'spaced repetition'.
de: Das Programm wird Ihre Antworten aufzeichnen und analysieren. Die Fragen werden die Themen fokussieren, mit denen Sie die meisten Probleme haben. Dieser Modus minimiert Ihre Lernzeit und optimiert Ihre Lernrate. Es basiert auf der "Leitner-Methodik", auch als "spaced repetition" (verteilte Wiederholung).
es: El programa analiza tus respuestas y guarda la evaluación. El programa elige las preguntas dando más prioridad a practicar aquellos aspectos en los que el programa detecta que tienes dificultades. Este modo de trabajo minimiza tu tiempo de estudio y optimiza tu tasa de aprendizaje. Está basado en la metodología Leitner, también conocida como 'repetición espaciada'.

source: There is a problem for printing. Perhaps your current printer is not set correctly?
de: Beim Drucken ist ein Fehler aufgetreten. Vielleicht ist der gewählte Drucker fehlerhaft eingestellt?
es: Hay algún problema para imprimir. Comprueba que la impresora está configurada correctamente.
tr: Baskıda problem var. Belki güncel yazıcınız, doğru olarak kurulmaz?

source: These icons are taken or derived from KDE project (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). These icons are released under the GNU GPL license.
de: Diese Icons sind übernommen oder abgeleitet aus dem KDE-Projekt (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Diese Icons sind unter der GNU GPL-Lizenz veröffentlicht.
es: Tomados del proyecto KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Estos iconos se hayan sujetos a la licencia GNU GPL license.
tr: Bu ikonlar KDE projesinden alında vey aüretildi. (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Bu ikonla, GNU GPL lisansı altında serbest bırakılırlar.

source: This mode is similar to the 'exam' mode but two answer counters are displayed and questions are accounted in both counters: one in the first counter and the next one in the second counter. This mode is useful to work in pairs or in teams at classroom.
de: Dieser Modus ist ähnlich dem Prüfungsmodus, nur dass zwei Antwortzähler angezeigt werden und die Fragen von beiden Zählern gezählt werden: eine in dem ersten, die zweite in dem zweiten Zähler. Dieser Modus ist nützlich um zu zweit oder im Team zu arbeiten.
es: Este modo de trabajo es similar al modo 'examen' pero se muestran dos juegos de contadores y las respuestas se van anotando en ellos alternando entre uno y otro. Este modo es útil para trabajar en clase, por parejas o equipos.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For more details see the GNU General Public License at
de: In der Hoffnung, dass dieses Programm sinnvoll ist, wird es OHNE JEGLICHE GARANTIE sowie ohne eine implizite Garantie auf VERBRAUCHSTAUGLICHKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK vertrieben. Um mehr Informationen zu erhalten, lesen Sie die GNU General Public License auf
es: Este programa se distribuye con la intención de que sea útil, sin embargo carece de garantía, ni siquiera tiene la garantía implícita de tipo comercial o inherente al propósito del programa. Ver la Licencia Pública General GNU para más detalles, consultándola en

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Bei diesem Programm handelt es sich um freie Software. Sie können es weitergeben und/oder es unter den Bedingungen der GNU General Public Licence Version 3 oder höher, veröffentlicht von der Free Software Foundation, verändern.
es: Este programa es 'Software Libre'. Está permitido redistribuirlo y/o modificarlo, siempre y cuando se haga bajo los términos y condiciones de la Licencia Pública General GNU publicada por la Free Software Foundation, ya sea en su versión 3 o cualquier otra de las posteriores a la misma.

source: This program will connect to LenMus website and look for available updates. Press 'Proceed' to start.
de: Dieses Programm wird sich mit der LenMus Webseite verbinden und nach verfügbaren Updates suchen. Klicken Sie zum Starten auf "Fortfahren".
es: El programa se conectará ahora a la web de LenMus y comprobará si existen actualizaciones. Pulse 'Iniciar' para continuar.
tr: Bu program LenMus web sitesine bağlanacak ve arayacak Mevcut güncelleştirmeler. Baskıya başla ve ilerle.

source: Tied next
de: Mit der nächsten durch Haltebogen verbunden
es: Ligada a la siguiente
tr: Sonra bağla

source: Time signature
de: Taktart
es: Métrica

source: Time signatures
de: Taktart
es: Métricas
tr: İmzaların zamanı

source: To LenMus developers knowledge, all used icons are freely usable either under GNU GPL, LGPL licence, or Creative Commons. If this were not the case, please, let us know to stop using them. See file "icons.htm" in folder "res/icons" for more details.
de: Nach dem Wissen der LenMus-Entwickler sind alle Icons frei unter der GNU GPL, der LGPL-Lizenz und als Creative Commons nutzbar. Sollte dies nicht der Fall sein, lassen Sie es uns wissen, damit die betreffenden Icons nicht mehr verwendet werden. Öffnen Sie die Datei "icons.htm" im Verzeichnis "res/icons" für weitere Details.
es: Hasta donde he podido averiguar, todos los iconos usados estan sujetos a una de las licencias GNU GPL, GNU LGPL o Creative Commomns, por lo que pueden usarse en este proyecto. Si no fuera así, por favor, comunícamelo inmediatamente para dejar de utilizarlos. Para más detalles consulta el documento "icons.htm" en la carpeta "res/icons".</p>
tr: LenMus geliştiriciler bilgisine, bütün kullanılan ikonlar GNU GPL altında serbestçe elverişli herhangi biridirler, LGPL lisansı veya yaratıcı adı. Bunları kullanmak olumsuzdur, çünkü bunları kullanmayı durmak için bilelim. Dosya gör "icons.htm" dosyada "res/icons" daha çok ayrınrı için.

source: To better identify the first beat of each measure it is possible to assign a different sound to it. But you can also choose the same sound for both, the first beat and the others.
de: Um den ersten Schlag eines Taktes besser zu identifizieren ist es möglich, ihm einen anderen Klang zuzuweisen. Sie können dem ersten Schlag auch den gleichen Klang wie den anderen zuweisen.
es: Para identificar mejor el primer tiempo de cada compás es posible asignar un sodido diferente al primer golpe. No obstante, también puede elegir el mismo sonido que para los restantes.

source: To check for updates LenMus needs internet connection.
de: Um nach Updates zu suchen, muss LenMus mit dem Internet verbunden sein.
es: Para comprobar si existen actualizaciones LenMus necesita conexión a Internet.

source: To facilitate access to the instruments they are grouped into sections. First choose a section and then choose the desired instrument.
de: Um den Zugriff auf die Instrumente zu erleichtern, sind sie in Instrumentengruppen unterteilt. Wählen Sie erst die Instrumentengruppe und anschließend das gewünschte Instrument.
es: Para facilitar la localización de los distintos instrumentos se han agrupado en secciones. Elije primero una sección y luego el instrumento.
tr: Aletlere erişmeyi kolaylaştırırler ve kısımların içine gruplanırlar.Önce, bölümü seç ve sonra istenen aleti seç

source: To generate sounds the program needs a MIDI synthesizer device. Normally, one of these devices is included in the sound board of the PC, but your PC might have more than one.
de: Das Programm benötigt einen MIDI-Synthesizer, um die verschiedenen Klänge zu erzeugen. Normalerweise ist dieses Gerät auf der Soundkarte Ihres Computers enthalten. Es ist möglich, dass Ihr Computer mehr als einen MIDI-Synthesizer besitzt.
es: Para generar los sonidos el programa necesita un dispositivo sintetizador MIDI. Normalmente uno de estos dispositivos está incluido en la tarjeta de sonido del PC, pero puede haber más de uno.
tr: Sesleri üretmek için program MIDI sentezör cihazına ihtiyaç duyar.Normal olarak, bu araçlardan biri PC'nin ses tahtasını içerir, fakat senin bilgisayarın daha fazlasını yapabilir.

source: Toggle stem in selected notes
de: Notenhals der ausgewählten Noten umkehren
es: Invertir la plica en las notas seleccionadas

source: Toolbars
de: Werkzeugleisten
es: Barras de herramientas
tr: Araç çubukları

source: Total: your marks
de: Ihr Ergebnis
es: Total: tu puntuación

source: Transient
de: vorübergehend
es: Suspensiva

source: Transient cadences
de: Vorübergehende Kadenz
es: Cadencias suspensivas

source: Translation:
de: Übersetzung:
es: Traducción:

source: Triads
de: Dreiklänge
es: Tríadas:
tr: Üçlü takımlar

source: Triads:
de: Dreiklänge:
es: Tríadas:
tr: Üçlü takımlar:

source: Tristan chord
de: Tristan-Akkord
es: Acorde Tristan

source: Try again!
de: Erneut versuchen!
es: ¡Inténtalo de nuevo!

source: Turkish
de: Türkisch
es: Turco
tr: Türkçe

source: Turn metronome on/off
de: Metronom an-/ausschalten
es: Enceder / apagar el metrónomo
tr: Tempo ölçeri döndürmek açık/kapalı

source: Two octaves
de: Zwei Oktaven
es: dos octavas
tr: İki oktav

source: Type II
de: Typ II
es: Tipo II
tr: Tip II

source: Type III
de: Typ III
es: Tipo III
tr: Tip III

source: Type IV
de: Typ IV
es: Tipo IV
tr: Tip IV

source: Type of desired answer
de: Typ der gewünschten Antwort
es: Tipo de respuesta deseada

source: Undo
de: Rückgängig
es: &Deshacer
tr: Çöz

source: Uninstall LenMus
de: LenMus deinstallieren
es: Desinstalar LenMus

source: Unison
de: Prime
es: Unísono
tr: Birlik

source: Unknown
de: Unbekannt
es: Desconocido

source: Use a proxy server to connect to Internet
de: Über einen Proxy-Server mit dem Internet verbinden
es: Conexión a Internet a través de un proxy
tr: İnternete girmek için proxy hizmetçisini kullan.

source: Username:
de: Benutzername:
es: Usuario:
tr: Kullanıcı adı

source: V --> I (one or both with inversions)
de: V --> I (eine oder beide mit Umkehrungen)
es: V --> I (uno o ambos invertido)

source: V aug5 --> I
de: V überm. 5 --> I
es: V aum5 --> I

source: V dim5 --> I
de: V verm. 5 --> I
es: V dis5 --> I

source: Version %s
es: Versión %s

source: Viola and piano
de: Viola und Klavier
es: Viola y piano

source: Violin
de: Violine
es: Violín

source: Violin and piano
de: Violine und Klavier
es: Violín y piano

source: Visit LenMus website
de: LenMus Webseite besuchen
es: Visitar la web de LenMus

source: Voice
de: Stimme
es: Voz

source: Voice (Alt)
de: Stimme (Alt)
es: Voz (Alt)

source: Voice channel and instrument
de: Kanal und Instrument
es: Canal e instrumento para las melodías:
tr: Kanal ve aleti ifade et.

source: Weekly
de: Wöchentlich
es: Semanalmente
tr: Haftalık

source: Welcome to LenMus
de: Willkommen bei LenMus
es: LenMus te da la bienvenida

source: What's is new in this version
de: Was ist neu in dieser Version
es: Qué novedades hay en esta versión

source: Whole note
de: Ganze Note
es: Redonda
tr: Müzik notası

source: Whole rest
de: Ganze Pause
es: silencio de redonda
tr: Müzik duraklaması

source: Whole tones
de: Ganztöne
es: Por tonos
tr: Müzik duraklamaları

source: Woodwind quintet
de: Holzbläserquintett
es: Quinteto de viento

source: Woodwind trio
de: Holzbläsertrio
es: Trio de viento

source: Would you like to continue the installation?
de: Möchten Sie mit der Installation fortfahren?
es: ¿Quiere continuar la instalación?
tr: Kurmaya devam etmek istiyormusun?

source: Wrong answers counter
de: Zähler der falschen Antworten
es: Contador de respuestas incorrectas

source: You are not connected to internet!
de: Sie sind mit dem Internet verbunden!
es: No hay conexión con Internet.

source: You must choose al least two buttons!
de: Sie müssen mindestens zwei Schaltflächen auswählen!
es: ¡Hay que elegir al menos un botón!

source: You must choose at least one cadence in tab 'cadences'!
de: Sie müssen mindestens eine Kadenz in der Registerkarte "Kadenzen" wählen!
es: ¡Hay que elegir al menos una cadencia en la pestaña 'cadencias'!

source: You must choose at least one clef!
de: Sie müssen mindestens einen Notenschlüssel auswählen!
es: ¡Hay que elegir al menos una clave!
tr: En azından bir nota anahtarını seçmelisiniz

source: You must choose at least one key signature!
de: Sie müssen mindestens eine Tonart wählen!
es: Hay que elegir al menos una tonalidad
tr: En azından bir armatürü seçmelisiniz.

source: You must choose at least one major and one minor in tab 'Key signatures'!
de: Sie müssen in der Registerkarte "Tonarten" mindestens einmal jeweils Dur oder Moll wählen!
es: ¡Hay que elegir al menos una mayor y una menor en la pestaña 'armaduras'!

source: You must choose at least one time signature!
de: Sie müssen mindestens eine Taktart wählen!
es: Hay que elegir al menos una métrica
tr: Bir defa en azından imzayı seçmelisiniz!

source: You must choose one at least!
de: Sie müssen mindestens einen auswählen!
es: ¡Hay que elgir al menos uno!
tr: En azından birini seçmelisiniz

source: You must choose one key signature at least!
de: Sie müssen mindestens eine Tonart wählen!
es: ¡Hay que elegir al menos una armadura!
tr: En azından bir armatürü seçmelisiniz

source: You will have to identify the following notes:
de: Sie müssen die folgenden Noten erkennen:
es: Tienes que identificar las siguientes notas:

source: Your computer information:
de: Informationen Ihres Computers:
es: Información del equipo:

source: Zoom so that page width equals window width
de: Zoomen, sodass die Seitenbreite der Fensterbreite entspricht
es: Ajustar escala para el ancho de la página
tr: Sayfayla pencere genişliğini eşitlemek için zoom yap

source: Zoom so that the full page is displayed
de: Zoomen, sodass die ganze Seite angezeigt wird
es: Ajustar escala para mostrar una página completa
tr: Bütün sayfayı göstermek için zoom yap

source: Zoom to ...
de: Vergrößern um...
es: Ampliar/reducir ...
tr: Yakınlaştır...

source: Zooming factor must be greater that 10% and lower than 800%
de: Der Zoom-Faktor muss größer als 10% und kleiner als 800% sein.
es: El factor de escala debe ser mayor que 10% y menor que 800%
tr: %10 ve %800 arasında olan alt sınırı büyük etkili zoom yap

source: Zooming tools
de: Zoomwerkzeuge
es: Herramientas de escala
tr: Zoom araçları

source: Zooming? (10 to 800)
de: Zoom-Faktor (10 bis 800)
es: ¿Escala? (10 a 800)
tr: Zoom yapılsınmı? (10 to 800)

source: ascending
de: , aufsteigend
es: ascendente

source: aug - augmented
de: überm - übermäßig
es: aum - aumentada
tr: art - artır

source: aug.11th / dim.12th
de: Übm Undez/verm Duodez
es: 11ª aum / 12ª dism
tr: 11.art/12.az

source: aug.4th/dim.5th
de: Übm Quarte/verm Quinte
es: 4ª aum / 5ª dism
tr: 4.art/5.az

source: aug2
de: überm2
es: 2ª aum
tr: 2art.

source: aug3
de: überm3
es: 3ª aum
tr: 3art.

source: aug4
de: überm4
es: 4ª aum
tr: 4art.

source: aug5
de: überm5
es: 5ª aum
tr: 5art.

source: aug6
de: überm6
es: 6ª aum
tr: 6art.

source: aug7
de: überm7
es: 7ª aum
tr: 7art.

source: aug8
de: überm8
es: 8ª aum
tr: 8art.

source: augm. 11th / dim. 12th
de: Überm. Undezime / Verm. Duodezime
es: 11º aum. / 12ª dism.
tr: 11.art./ 12.az

source: augm.4th / dim. 5th
de: Überm. Quarte / Verm. Quinte
es: 4ª aum. / 5ª dism.
tr: 4.art / 5.az

source: b A
de: As
es: La b

source: b B
de: B
es: Si b

source: b C
de: Ces
es: Do b

source: b D
de: Des
es: Re b

source: b E
de: Es
es: Mi b

source: b F
de: Fes
es: Fa b

source: b G
de: Ges
es: Sol b

source: bb A
de: Asas
es: La bb

source: bb B
de: Heses
es: Si bb

source: bb C
de: Ceses
es: Do bb

source: bb D
de: Deses
es: Re bb

source: bb E
de: Eses
es: Mi bb

source: bb F
de: Feses
es: Fa bb

source: bb G
de: Geses
es: Sol bb

source: check/uncheck all
de: Alle aktivieren/deaktivieren
es: marcar/desmarcar todo

source: check/uncheck all major
de: Alle Dur-Akkorde aktivieren/deaktivieren
es: marcar/desmarcar todas las mayores

source: check/uncheck all minor
de: Alle Moll-Akkorde aktivieren/deaktivieren
es: marcar/desmarcar todas las menores

source: da - double augmented
de: dü - doppelt übermäßig
es: da - doble aumentada
tr: ikar - iki kat artır

source: da2
de: dü2
es: 2ª da
tr: 2ikart.

source: da3
de: dü3
es: 3ª da
tr: 3ikart.

source: da4
de: dü4
es: 4ª da
tr: 4ikart.

source: da5
de: dü5
es: 5ª da
tr: 5ikart.

source: da6
de: dü6
es: 6ª da
tr: 6ikart.

source: da7
de: dü7
es: 7ª da
tr: 7ikart.

source: dd - double diminished
de: dv - doppelt vermindert
es: dd - doble disminuida
tr: ikaz - iki kat azalt

source: dd2
de: dv2
es: 2ª dd

source: dd3
de: dv3
es: 3ª dd
tr: 3ikaz

source: dd4
de: dv4
es: 4ª dd
tr: 4ikaz

source: dd5
de: dv5
es: 5ª dd
tr: 5ikaz

source: dd6
de: dv6
es: 6ª dd

source: dd7
de: dv7
es: 7ª dd
tr: 7ikaz

source: dd8
de: dv8
es: 8ª dd
tr: 8ikaz

source: descending
de: , absteigend
es: descendente
