Repository: MatTaylorSharrow/lenmus
Catalog: locale/*/lenmus_*.po
Languages: de, es, tr

source: augmented
de: , übermäßig
es: aumentada
tr: artır

source: diminished
de: vermindert
es: disminuida
tr: azalt

source: double augmented
de: , doppelt übermäßig
es: doble aumentada
tr: iki kat artır

source: double diminished
de: doppelt vermindert
es: doble disminuida
tr: iki kat azalt

source: minor
de: , klein
es: menor
tr: minör

source: perfect
de: , rein
es: justa
tr: mükemmel

source: # A
de: Ais
es: La #

source: # B
de: His
es: Si #

source: # C
de: Cis
es: Do #

source: # D
de: Dis
es: Re #

source: # E
de: Eis
es: Mi #

source: # F
de: Fis
es: Fa #

source: # G
de: Gis
es: Sol #

source: &Accept
de: &OK
es: &Aceptar
tr: &Kabul et

source: &Allow chromatic accidentals
de: Chrom&atische Versetzungszeichen zulassen
es: &Permitir alteraciones cromáticas
tr: &Yarım tonlardan oluşan kazaya izin ver.

source: &Ascending
de: &Aufsteigend
es: &Ascendente
tr: &Çıkma

source: &Both
de: &Beides
es: &Ambos
tr: &Herikiside

source: &Cancel
de: A&bbrechen
es: &Cancelar
tr: &İptal

source: &Cut
de: &Ausschneiden
es: &Cortar

source: &Descending
de: Absteigen&d
es: &Descendente
tr: &İnme

source: &Help
de: &Hilfe
es: &Ayuda
tr: &Yardım

source: &Large
de: &Groß
es: &Grande
tr: &Büyük

source: &Medium
de: &Mittel
es: &Mediano
tr: &Orta

source: &No labels
de: Keine Beschriftu&ngen
es: &Sin etiquetas
tr: &Etiketleme

source: &Play A4 note
de: &Wiedergabe der Note a1 (440Hz)
es: Tocar la &nota La4

source: &Small
de: Klei&n
es: &Pequeño
tr: &Küçük

source: &Use only notes from key signature
de: N&ur Noten der Tonart verwenden
es: &Usar sólo las notas propias de la tonalidad
tr: &İmza anahtarından sadece notaları kullan

source: 'Hold chord' line
de: "Halteakkord"-Linie
es: Línea de 'mantener acorde'

source: , ascending
de: , aufsteigend
es: , ascendente
tr: , yukarı çıkma

source: , descending
de: , absteigend
es: , descendente
tr: , aşağı inme

source: - An accidental deletion of the required template.
de: - Ein versehentliches Löschen der gewünschten Vorlage
es: - Un borrado accidental de la plantilla necesaria.

source: - An error during lenmus installation.
de: - Ein Fehler bei der Installation von LenMus
es: - Un error durante la instalación de lenmus.

source: 10th
de: Dezime
es: 10ª

source: 11th
de: Undezime
es: 11ª

source: 12th
de: Duodezime
es: 12ª

source: 13th
de: Tredezime
es: 13ª

source: 14th
de: Oktave plus Sexte
es: 14ª

source: 16th note
de: Sechzehntelnote
es: Semicorchea
tr: 16. nota

source: 16th rest
de: Sechzehntelpause
es: silencio de semicorchea
tr: 16. duraklama

source: 1st inversion
de: 1. Umkehrung
es: 1ª inversión
tr: 1. ters dönme

source: 2 4 time signature
de: 2/4 Takt
es: métrica 2 4
tr: 2 4 imza zamanı

source: 2nd
de: Sekunde
es: 2ª

source: 2nd inversion
de: 2. Umkehrung
es: 2ª inversión
tr: 2. ters dönme

source: 32th note
de: Zweiunddreißigstelnote
es: Fusa
tr: 32. nota

source: 32th rest
de: Zweiunddreißigstelpause
es: silencio de fusa
tr: 32. duraklama

source: 3rd
de: Terz
es: 3ª

source: 3rd inversion
de: 3. Umkehrung
es: 3ª inversión
tr: 3. ters dönme

source: 4th
de: Quarte
es: 4ª

source: 4th inversion
de: 4. Umkehrung
es: 4ª inversión

source: 4th perfect
de: Reine Quarte
es: 4ª justa
tr: 4. mükemmel

source: 5th
de: Quinte
es: 5ª

source: 5th inversion
de: 5. Umkehrung
es: 5ª inversión

source: 6 8 time signature
de: 6/8 Takt
es: Metrica de 6 8
tr: 6 8 imza zamanı

source: 64th note
de: Vierundsechzigstelnote
es: nota semicorchea
tr: 64. nota

source: 64th rest
de: Vierundsechzigstelpause
es: silencio de semifusa
tr: 64. duraklama

source: 6th
de: Sexte
es: 6ª

source: 7th
de: Septime
es: 7ª

source: 8th note
de: Achtelnote
es: Corchea
tr: 8. nota

source: 8th rest
de: Achtelpause
es: silencio de corchea
tr: 8. duraklama

source: 8ve
de: Oktave
es: 8va

source: 9th
de: None
es: 9ª

source: < Previous
de: < Zurück
es: < Anterior

source: A
es: La

source: A # / B b
de: Ais / B
es: La # / Si b

source: A # minor
de: ais-Moll
es: La # menor
tr: A # minör

source: A Major
de: A-Dur
es: La Mayor
tr: A Majör

source: A Major / F# minor
de: A-Dur / fis-Moll
es: La Mayor / Fa # menor
tr: A Majör / F# minör

source: A b Major
de: As-Dur
es: La b Mayor
tr: A b Majör

source: A b major
de: As-Dur
es: La b Mayor
tr: A b majör

source: A b minor
de: as-Moll
es: La b menor
tr: A b minör

source: A connection with the server could not be established. Check that you are connected to the internet and that no firewalls are blocking this program; then try again. If problems persist, the server may be down. Please, try again later.
de: Es konnte keine Verbindung mit dem Server hergestellt werden. Überprüfen Sie, ob Sie mit dem Internet verbunden sind und ob Firewalls das Programm blockieren. Versuchen Sie es anschließend erneut. Bleibt das Problem bestehen ist es möglich, dass der Server heruntergefahren ist. Versuchen Sie es später nochmal.
es: No se ha podido comunicar con el servidor. Verifique que hay conexión con internet y que no haya un firewall que bloquee a este programa; luego, reinténtelo. Si el problema continua, el servidor podría estar caido. Por favor, reinténtelo más tarde.

source: A flat major
de: As-Dur
es: La b Mayor
tr: tamamıyla A majör

source: A flat minor
de: as-Moll
es: La b menor
tr: tamamıyla A minör

source: A free program for music language learning
de: Ein freies Programm, um die Sprache der Musik zu lernen
es: Un programa gratuito para el aprendizaje del lenguaje musical
tr: Müzik dili öğrenimi için serbest program

source: A major
de: A-Dur
es: La Mayor
tr: A majör

source: A minor
de: a-Moll
es: La menor
tr: A minör

source: A sharp minor
de: ais-Moll
es: La # menor
tr: keskinA minör

source: A tonic chord will be played before the cadence begins.
de: Bevor die Kadenz beginnt wird ein Tonikaakkord wiedergegeben.
es: Sonará el acorde de tónica antes de comenzar la cadencia

source: A# minor
de: ais-Moll
es: La # menor

source: A#/Bb
de: Ais / B
es: La# / Si b

source: Ab Major
de: As-Dur
es: La b Mayor

source: Ab Major / F minor
de: As-Dur / f-Moll
es: La b Mayor / Fa menor
tr: Ab Majör / F minör

source: Ab minor
de: as-Moll
es: La b menor

source: About LenMus
de: Über LenMus
es: Conocer el proyecto LenMus

source: Above
de: Darüber
es: Por encima

source: Accept
de: OK
es: Aceptar
tr: Kabul et

source: Accidentals
de: Versetzungszeichen
es: Alteraciones
tr: Kaza eseri

source: Actual size
de: Tatsächliche Größe
es: Tamaño real
tr: Gerçek boyut

source: Add barline
de: Taktstrich hinzufügen
es: Añadir barra de compas

source: Add beam
de: Balken hinzufügen
es: Añadir barra

source: Add rhythm
de: Rhythmus hinzufügen
es: Añadir ritmo
tr: rhythm ekle

source: Add tie
es: Añadir ligadura

source: Add tuplet
de: Triole hinzufügen
es: Añadir tupla

source: Add/change styles
de: Stile hinzufügen/ändern
es: Añadir/cambiar estilos:

source: Add/remove a tie to/from selected notes
de: Haltebogen der ausgewählten Noten hinzufügen/entfernen
es: Añador/quitar ligadura entre las notas seleccionadas

source: Add/remove tuplet to/from selected notes
de: Triole der ausgewählten Noten hinzufügen/entfernen
es: Añadir/quitar tupla en las notas seleccionadas

source: Adjust selected beam to draw it horizontal
de: Gewählten Balken horizontal zeichnen
es: Ajustar la barra seleccionada para dibujarla horizantal

source: Aeolian
de: Äolisch
es: Eólica

source: Allow edition of current document
es: Permitir la edición del documento actual

source: Allow inversions
de: Umkehrungen zulassen
es: Permitir inversiones
tr: Ters dönmelere izin ver

source: Also augmented and diminished
de: Auch übermäßig und vermindert
es: También aumentados y disminuidos

source: Also double augmented / diminished
de: Auch doppelt übermäßig / vermindert
es: También doble aumentados / doble disminuidos

source: An A4 note will be played before the cadence begins.
de: Bevor die Kadenz beginnt wird die Note a1 (440Hz) wiedergegeben.
es: Sonará la nota La4 antes de comenzar la cadencia

source: An empty score will be created.
de: Eine leere Partitur wird erstellt.
es: Se creará una partitura vacía.

source: And, of course, this program uses the LenMus <b>Lomse</b> free library to render the eBooks and the scores. See http://www.lenmus.org/en/lomse/lomse
de: Und selbstverständlich benutzt das Programm die freie LenMus Lomse Bibliothek, um die eBooks und die Partituren auszugeben. Siehe http://www.lenmus.org/en/lomse/lomse
es: Y, desde luego, este programa usa la librería <b>Lomse</b> de LenMus. Es una libreríagratuita para renderizar libros y partituras. Ver http://www.lenmus.org/en/lomse/lomse

source: Another instance of %s is already running.
de: Eine andere Instanz von %s wir bereits ausgeführt.
es: Ya hay otra instancia de %s ejecutándose

source: Answer buttons
de: Antworten
es: Botones de respuesta

source: Arpegiated (ascending)
de: Arpeggio (aufsteigend)
es: Arpegiado (ascendente)
tr: Arpegiated (çıkma)

source: Arpegiated (descending)
de: Arpeggio (absteigend)
es: Arpegiado (descendente)
tr: Arpegiated (inme)

source: Art design
es: Diseño artístico

source: Art desing credits
de: Artdesign
es: Diseño artístico. Créditos.
tr: sanat dizayn kredileri

source: Aug. major 7th
de: Überm. große Septime
es: 7ª aument. mayor
tr: 7. Majör art.

source: Augmented
de: Übermäßig
es: 5ª aumentada
tr: Artır

source: Augmented 6th
de: Übermäßige Sexte
es: 6ª aumentada
tr: 6. Artırılmış

source: Augmented 7th
de: Übermäßige Septime
es: 7ª aumentada
tr: 7. Artırılmış

source: Augmented major 7th
de: Übermäßige große Septime
es: 7ª aumentada mayor
tr: 7. Artırılmış majör

source: Augmented triad
de: Übermäßiger Dreiklang
es: 5ª aumentada
tr: Artırılmış üçlü takım

source: Authentication
de: Authentifizierung
es: Autenticación
tr: Doğruluğunu ispat et

source: Available books:
de: Verfügbare Bücher
es: Libros disponibles:

source: Available music books
de: Verfügbare Übungsbücher
es: Libros disponibles:

source: Available updates
de: Verfügbare Updates
es: Actualizaciones disponibles
tr: Mevcut güncelleştirmeler

source: Average answer time:
de: Durchschnittliche Antwortzeit:
es: Tiempo medio de respuesta:

source: B
de: H
es: Si

source: B / C b
de: B / Ces
es: Si / Do b

source: B Major
de: H-Dur
es: Si Mayor
tr: B Majör

source: B Major / G# minor
de: H-Dur / gis-Moll
es: Si Mayor / Sol # menor
tr: B Majör / G# minör

source: B b / C
de: B / C
es: Si b / Do

source: B b Major
de: B-Dur
es: Si b Mayor
tr: B b Majör

source: B b major
de: B-Dur
es: Si b Mayor
tr: B b majör

source: B b minor
de: b-Moll
es: Si b menor
tr: B b minör

source: B flat major
de: B-Dur
es: Si b Mayor
tr: tamamıyla B majör

source: B flat minor
de: b-Moll
es: Si b menor
tr: tamamıyla B minör

source: B major
de: H-Dur
es: Si Mayor
tr: B majör

source: B minor
de: h-Moll
es: Si menor
tr: B minör

source: Barline
de: Taktstrich
es: Barra
tr: Ölçü çizgisi

source: Basque
de: Baskisch
es: Vascuence

source: Bb Major
de: B-Dur
es: Si b Mayor

source: Bb Major / G minor
de: B-Dur / ges-Moll
es: Si b Mayor / Sol menor
tr: Bb Majör / G minör

source: Bb minor
de: b-Moll
es: Si b menor

source: Beam together all selected notes
de: Alle ausgewählten Noten durch einen Balken verbinden
es: Agrupar con una barra todas las notas seleccionadas

source: Beams
de: Balken
es: Barras

source: Below
de: Darunter
es: Por debajo

source: Binary subdivision
de: Binäre Unterteilung
es: Subdivisión binaria
tr: İkilik bölüm

source: Both are equal
de: Beide sind gleich
es: Ambos son iguales
tr: Her ikisi eşit olur

source: Brass quintet
de: Blechbläserquintett
es: Quinteto de metal

source: Brass trio
de: Blechbläsertrio
es: Trio de metal

source: Break a beam
de: Balken unterbrechen
es: Cortar una barra

source: Break beam at current cursor position
de: Balken an der aktuellen Cursorposition unterbrechen
es: Cortar barra en la posición del cursor

source: Build a
de: Erstellen einer
es: Construir una
tr: İnşa et

source: Build info.
de: Erstellungsinformationen
es: Información de versión
tr: Bilgi inşa et

source: Build information
de: Erstellungsinformationen
es: Información de versión
tr: Bilgi inşa etmek

source: C
es: Do

source: C # / D b
de: Cis / Des
es: Do # / Re b

source: C # Major
de: Cis-Dur
es: Do # Mayor
tr: C # Majör

source: C # major
de: Cis-Dur
es: Do # Mayor
tr: C # majör

source: C # minor
de: cis-Moll
es: Do # menor
tr: C # minör

source: C Major
de: C-Dur
es: Do Mayor
tr: C Majör

source: C Major / A minor
de: C-Dur / a-Moll
es: Do Mayor / La menor
tr: C Majör / A minör

source: C b Major
de: Ces-Dur
es: Do b Mayor
tr: C b Majör

source: C b major
de: Ces-Dur
es: Do b Mayor
tr: C b majör

source: C clef on 1st line
de: C-Schlüssel auf der 1. Linie
es: Do en 1º línea

source: C clef on 1st line (soprano)
de: C-Schlüssel auf der 1. Linie (Sopran)
es: Do en 1º línea (soprano)
tr: C nota anahtarı 1. çicgi (soprano)

source: C clef on 2nd line
de: C-Schlüssel auf der 2. Linie
es: Do en 2ª línea

source: C clef on 2nd line (mezzo soprano)
de: C-Schlüssel auf der 2. Linie (Mezzosopran)
es: Do en 2º línea (mezzo soprano)
tr: C nota anahtarı 2. çizgi (mezzo soprano)

source: C clef on 3rd line
de: C-Schlüssel auf der 3. Linie
es: Do en 3ª línea

source: C clef on 3rd line (contralto)
de: C-Schlüssel auf der 3. Linie (Kontralto)
es: Do en 3º línea (contralto)
tr: C ota anahtarın 3. çizgi (kontralto)

source: C clef on 4th line
de: C-Schlüssel auf der 4. Linie
es: Do en 4ª línea

source: C clef on 4th line (tenor)
de: C-Schlüssel auf der 4. Linie (Tenor)
es: Do en 4º línea (tenor)
tr: C nota anahtarı 4. çizgi (tenor)

source: C flat major
de: Ces-Dur
es: Do b Mayor
tr: C tam olarak majör

source: C major
de: C-Dur
es: Do Mayor
tr: C majör

source: C minor
de: c-Moll
es: Do menor
tr: C minör

source: C sharp major
de: Cis-Dur
es: Do # Mayor
tr: keskin C majör

source: C sharp minor
de: cis-Moll
es: Do # menor
tr: keskin C minör

source: C# Major
de: Cis-Dur
es: Do # Mayor

source: C# Major / A# minor
de: Cis-Dur / ais-Moll
es: Do # Mayor / La # menor
tr: C# Majör / A# minör

source: C# minor
de: cis-Moll
es: Do # menor

source: C#/Db
de: Cis / Des
es: Do#/Re b

source: Cadence settings
de: Kadenzeinstellungen
es: Opciones de cadencias

source: Cadence types
de: Kadenztypen
es: Tipos de cadencias

source: Cadences
de: Kadenzen
es: Cadencias

source: Cancel
de: Abbrechen
es: Cancelar
tr: İptal

source: Cannot open HTML document: %s
de: Das HTML-Dokument %s kann nicht geöffnet werden
es: No se puede abrir el documento HTML: %s

source: Cb Major
de: Ces-Dur
es: Do b Mayor

source: Cb Major / Ab minor
de: Ces-Dur / as-Moll
es: Do b Mayor / La b menor
tr: Cb Majör / Ab minör

source: Cello and piano
de: Violoncello und Klavier
es: Violonchelo y piano

source: Change mode
de: Modus ändern
es: Cambiar modo

source: Change note accidentals
de: Versetzungszeichen der Note ändern
es: Cambiar alteraciones de una nota

source: Channel:
de: Kanal:
es: Canal:
tr: Kanal:

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose any other channel (it doesn't matter which one).
de: Die Kanäle 10 und 16 sind auf Percussion-Sounds spezialisiert. Es empfiehlt sich, einen anderen Kanal zu nutzen (ganz gleich welchen).
es: Los canales 10 y 16 están especializados en sonidos de percusión. Por ello, se recomienda elegir cualquier otro canal distinto de estos. No importa cual.

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose one of these (it doesn't matter which one).
de: Die Kanäle 10 und 16 sind auf Percussion-Sounds spezialisiert. Es empfiehlt sich, einen dieser Kanäle zu nutzen (ganz gleich welchen).
es: Los canales 10 y 16 están especializados en sonidos de percusión. SE recomienda elegir uno de ellos (no importa cual de los dos).

source: Check for updates
de: Nach Updates suchen
es: Buscar &actualizaciones
tr: Güncelleştirmeler için kontrol et

source: Checking for available updates
de: Nach verfügbaren Updates suchen
es: Comprobando si hay actualizaciones
tr: Mevcut güncelleştirmeleri kontrol et

source: Choir 3 voices (SSA)
de: Chor, 3-stimmig (SSA)
es: Coro de 3 voces (SSA)

source: Choir 4 voices (SATB)
de: Chor, 4-stimmig (SATB)
es: Coro de 4 voces (SATB)

source: Choir SATB + piano
de: Chor SABT + Klavier
es: Coro SATB + piano

source: Choir SSA + piano
de: Chor SSA + Klavier
es: Coro SSA + piano

source: Choose colors to use:
de: Wählen Sie die zu verwendende Farbe:
es: Elija los colores a utilizar:
tr: Kullnıcı renklerini seç

source: Choose language to use:
de: Wählen Sie eine Sprache:
es: Elija el idima a utilizar:
tr: Kullanmak için dil seç:

source: Choose the operation mode
de: Wählen Sie die Betriebsart
es: Elija el modo de trabajo

source: Chord (simultaneous notes)
de: Akkord (gleichzeitig)
es: Armónico (notas simultáneas)
tr: Akor (aynı anda olan notalar)

source: Chords
de: Akkorde
es: Acordes
tr: Akorlar

source: Chromatic
de: Chromatisch
es: Cromática
tr: Renklere ait

source: Chromatic semitone
de: Chromatischer Halbton
es: Semitono cromático
tr: Kromatik yarım nota

source: Chromatic tone
de: Chromatischer Ton
es: Tono cromático

source: Clear all
de: Alle löschen
es: Borrar todo
tr: Bütünü temizle

source: Clef
de: Notenschlüssel
es: Clave

source: Clef to use
de: Zu verwendende Notenschlüssel
es: Clave a usar

source: Clefs
de: Notenschlüssel
es: Claves

source: Clefs and Notes
de: Notenschlüssel und Noten
es: Claves y ámbitos
tr: Nota anahtarı ve notalar

source: Clefs to use
de: Zu verwendende Notenschlüssel
es: Claves a usar
tr: Kullanmak için anahtarlar

source: Click on 'Continue' to listen a new note
de: Klicken Sie auf "Fortfahren" um eine neue Note zu hören
es: Haz 'click' en 'Continuar' para escuchar una nueva nota

source: Click on 'New problem' to start
de: Klicken Sie auf "Neue Aufgabe", um zu beginnen
es: Pulsa en 'Nuevo problema' para empezar
tr: Tıkla ve yeni problemi başlat

source: Close
de: Schließen
es: Cerrar

source: Close all documents
de: Alle Dokumente schließen
es: Cerrar todos los documentos

source: Configuration options
de: Konfigurationsoptionen
es: Opciones de configuración
tr: Konfigürasyon seçenekleri

source: Configuration: Chords' identification
de: Konfiguration: Akkorde erkennen
es: Configuración: Identificar acordes
tr: Konfigürasyon: Akorları tanıtma

source: Configuration: Intervals - identification by ear
de: Konfiguration: Intervalle - Erkennen mit dem Gehör
es: Configuración: Intervalos - identificación auditiva
tr: Konfigürasyon: Kulak yoluyla tanınan aralıklar

source: Configuration: Scales' identification
de: Konfiguration: Tonleitern erkennen
es: Configuración: Identificar escalas
tr: Konfigürasyon:Kimlik ölçümleri

source: Configure printer options
de: Druckoptionen konfigurieren
es: Configrar las opciones de impresión

source: Connect to the Internet and check for program updates
de: Mit dem Internet verbinden und nach Updates suchen
es: Conectar a internet y comprobar si hay actualizaciones

source: Continue
de: Fortfahren
es: Continuar

source: Continue in beamed group
de: Fortsetzung einer durch Balken verbundenen Gruppe
es: Continuar en grupo
tr: Işın grubu devam ediyor

source: Contributors
de: Mitwirkende
es: Colaboradores

source: Copy
de: Kopieren
es: Copiar
tr: Kopyala

source: Counters & options
de: Zähler und Optionen
es: Contadores y opciones

source: Counters for Team A
de: Zähler für Team A
es: Contadores para el equipo A

source: Counters for Team B
de: Zähler für Team B
es: Contadores para el equipo B

source: Create a folder containing some examples of music scores
de: Einen Ordner erstellen, der einige Beispielpartituren enthält
es: Crear una carpeta conteniendo ejemplos de partituras
tr: Müzik sayılarının bazı örneklerini kapsayan dosyayı yarat

source: Create a shorcut icon on the desktop
de: Eine Verknüpfung auf dem Desktop erstellen
es: Crear un acceso directo en el escritorio
tr: Masaüstünde kısayol ikonları yarat

source: Cut
de: Ausschneiden
es: Cortar
tr: Kes

source: D
es: Re

source: D # / E b
de: Dis / Es
es: Re # / Mi b

source: D # minor
de: dis-Moll
es: Re # menor
tr: D # minör

source: D Major
de: D-Dur
es: Re Mayor
tr: D Majör

source: D Major / B minor
de: D-Dur / h-Moll
es: Re Mayor / Si menor
tr: D Majör / B minör

source: D b Major
de: Des-Dur
es: Re b Mayor
tr: D b Majör

source: D b major
de: Des-Dur
es: Re b Mayor
tr: D b majör

source: D flat major
de: Des-Dur
es: Re b Mayor
tr: D tam olarak majör

source: D major
de: D-Dur
es: Re Mayor
tr: D majör

source: D minor
de: d-Moll
es: Re menor
tr: D minör

source: D sharp minor
de: dis-Moll
es: Re # menor
tr: keskin D minör

source: D# minor
de: dis-Moll
es: Re # menor

source: D#/Eb
de: Dis / Es
es: Re#/Mi b

source: Daily
de: Täglich
es: Diariamente
tr: Günlük olarak

source: Db Major
de: Des-Dur
es: Re b Mayor

source: Db Major / Bb minor
de: Des-Dur / b-Moll
es: Re b Mayor / Si b menor

source: Deceptive
de: Trugschluss
es: Rota

source: Delete %s
de: %s löschen
es: Quitar %s

source: Delete rhythm
de: Rhythmus löschen
es: Quitar ritmo
tr: rhythm sil

source: Delete selection
de: Auswahl löschen
es: Borrar selección

source: Delete tie
de: Haltebogen löschen
es: Quitar ligadura

source: Delete tuplet
de: Triole löschen
es: Quitar tupla

source: Denominator
de: Nenner
es: Denominador

source: Difficulty
de: Schwierigkeit
es: Dificultad

source: Diminished
de: Vermindert
es: 5ª disminuida
tr: Azalt

source: Diminished 7th
de: Verm. Septime
es: 7ª disminuida
tr: 7. Azaltılmış

source: Diminished triad
de: Verminderter Dreiklang
es: 5ª disminuida
tr: Azaltılmış üçlü takım

source: Display information about program version and credits
de: Informationen des Programms über Version und Nachweise
es: Mostrar información sobre versión y créditos
tr: Program versiyonu ve kredileri hakkında bilgileri görüntüle

source: Display key signature
de: Tonart anzeigen
es: Mostar la armadura
tr: Armatürü göster

source: Display page and time referred to caret position
de: Zeige Seite und Zeit in Bezug auf die Position der Einfügemarke an.
es: Mostrar página y tiempo del punto donde está el cursor

source: Display page and time referred to mouse position
de: Zeige Seite und Zeit in Bezug auf die Position der Maus an.
es: Mostrar página y tiempo del punto señalado por el ratón

source: Do count off
de: Vorzählen
es: Comenzar marcando un compas

source: Do count off before starting the play back
de: Vorzählen, bevor die Wiedergabe beginnt
es: Marcar un compás antes de comenzar a tocar la partitura

source: Do not show solution and generate new problem if answer is correct
de: Die Lösung nicht anzeigen und eine neue Aufgabe erzeugen, wenn die Antwort richtig ist
es: Si la respuesta es correcta, no mostar la solución y generar un nuevo problema

source: Dominant 11th
de: Dominante Undezime
es: 11ª de dominante

source: Dominant 13th
de: Dominante Tredezime
es: 13ª de dominante

source: Dominant 7th
de: Dominante Septime
es: 7ª de dominante
tr: 7. Baskın

source: Dominant ninth
de: Dominante None
es: 9ª de dominante

source: Dorian
de: Dorisch
es: Dórica

source: Dots
de: Punktierungen
es: Puntillos

source: Dotted
de: Punktiert
es: Con puntillo
tr: Noktalı

source: Double barline
de: Doppeltacktstrich
es: Línea divisoria doble

source: Double flat
de: Doppel-b
es: Doble bemol
tr: Tamamıyla iki katına çıkar

source: Double repetition
de: Doppelwiederholungszeichen
es: Doble repetición

source: Double sharp
de: Doppelkreuz
es: Doble sostenido
tr: Keskinliği iki katına çıkar.

source: Download selected items
de: Ausgewähltes Produkt downloaden
es: Descargar seleccionados
tr: Seçilmiş maddeleri indir

source: Duration
de: Dauer
es: Duración

source: Dutch
de: Niederländisch
es: Holandés

source: E
es: Mi

source: E # / F
de: Eis / F
es: Mi # / Fa

source: E / F b
de: E / Fes
es: Mi / Fa b

source: E Major
de: E-Dur
es: Mi Mayor
tr: E Majör
